Repository: DYefremov/DemonEditor
Catalog: po/*/demon-editor.po
Languages: be, de, es, it, nl, pl, pt, ru, sk, tr

source: Paths
be: Шляхі
de: Pfade
es: Rutas
it: Percorsi
nl: Paden
pl: Ścieżki
pt: Rotas
ru: Пути
sk: Adresáre
tr: Yollar

source: Program
be: Праграма
de: Programm
es: Programa
it: Programma
nl: Programma
pt: Programa
ru: Программа

source: Backup:
be: Рэзервовае капіяванне:
de: Sicherung:
es: Copia de seguridad:
pl: Kopia:
ru: Резервное копирование:
sk: Kópia:
tr: Yedekleme:

source: Backup
be: Рэзервовае капіяванне
de: Sicherung
es: Copia de seguridad
pl: Kopia
ru: Резервное копирование
sk: Záloha
tr: Yedekleme

source: Backups
be: Рэзервовыя копіі
de: Sicherungen
es: Copias de seguridad
it: Backup
pl: Kopie zapasowe
ru: Резервные копии
sk: Zálohy
tr: Yedeklemeler

source: Backup path:
be: Шлях да рэзервовых копій:
de: Sicherungspfad:
es: Ruta de la copia de seguridad:
it: Percorso backup:
nl: Backup pad:
pl: Ścieżka kopii:
pt: Rota do backup:
ru: Путь к резервным копиям:
sk: Adresár zálohy:
tr: Yedekleme yolu:

source: Restore bouquets
be: Аднавіць букеты
de: Bouquets wiederherstellen
es: Restaurar bouquets
it: Ripristina bouquet
nl: Herstel boeketten
pl: Przywróć bukiety
pt: Restaurar ramos
ru: Восстановить букеты
sk: Obnoviť balíčky
tr: Buketleri geri yükle

source: Restore all
be: Аднавіць усё
de: Alles wiederherstellen
es: Restaurar todo
it: Ripristina tutto
nl: Herstel alles
pl: Przywrócić wszystko
pt: Restaurar tudo
ru: Восстановить все
sk: Obnoviť všetko
tr: Tümünü geri yükle

source: Before saving
be: Перад захаваннем
de: Vor dem Speichern
es: Antes de guardar
it: Prima di salvare
nl: Voor opslaan
pl: Przed zapisaniem
pt: Antes de guardar
ru: Перед сохранением
sk: Pred uložením
tr: Kaydetmeden önce

source: Before downloading from the receiver
be: Перад загрузкай з рэсівера
de: Vor dem Herunterladen vom Receiver
es: Antes de recibir del receptor
it: Prima di scaricare dal ricevitore
nl: Voor download uit de ontvanger
pl: Przed pobraniem z odbiornika
pt: Antes de recever do recetor
ru: Перед загрузкой с ресивера
sk: Pred sťahovaním z prijímača
tr: Alıcıdan indirmeden önce

source: Set background color for the services
be: Усталяваць колер фону для сэрвісаў
de: Hintergrundfarbe für die Services setzen
es: Fijar color de fondo de los servicios
it: Imposta colore di sfondo per i servizi
nl: Stel achtergrond kleur in voor diensten
pl: Ustaw kolor tła dla usług
pt: Determinar a cor de fundo para serviços
ru: Установить цвет фона для сервисов
sk: Nastavenie farby pozadia pre služby
tr: Hizmetler için arka plan rengini ayarla

source: Marked as new:
be: Пазначаныя як новыя:
de: Als neu markiert:
es: Marcado como nuevo:
it: Contrassegnato come nuovo:
nl: Gemarkeerd als nieuw:
pl: Oznacz jako nowy:
pt: Marcado como novo:
ru: Помеченные как новые:
sk: Označené ako nové:
tr: Yeni olarak işaretlendi:

source: With an extra name in the bouquet:
be: З карыстацкім імем у букеце:
de: Mit einem extra Namen im Bouquet:
es: Con nombre adicional en bouquet:
it: Con un nome extra nel bouquet:
nl: Met een extra naam in het boeket:
pl: Z dodatkową nazwą w bukiecie:
pt: Com nome adicional em ramo:
ru: С пользовательским именем в букете:
sk: S ďalším menom v balíčku:
tr: Bukette fazladan bir isim ile:

source: Select
be: Выбраць
de: Auswählen
es: Seleccione
it: Seleziona
nl: Over
pl: Wybierz
pt: Selecione
ru: Выбрать
sk: Vyberte
tr: Seç

source: About
be: Аб праграме
de: Über
es: Acerca de
it: Informazioni su
nl: Over
pl: O programie
pt: Acerca
ru: О программе
sk: O programe
tr: Hakkında

source: Exit
be: Выйсці
de: Beenden
es: Salir
it: Esci
pl: Wyjście
pt: Sair
ru: Выход
sk: Ukončiť
tr: Çıkış

source: Tools
be: Прылады
de: Werkzeug
es: Herramientas
it: Strumenti
pl: Narzędzia
ru: Инструменты
sk: Nástroje
tr: Araçlar

source: Import
be: Імпарт
es: Importar
it: Importa
nl: Importeer
pl: Importuj
pt: Importar
ru: Импорт
sk: Importovať
tr: İçe aktar

source: Bouquet
be: Букета
nl: Boeket
pl: Bukiet
pt: Ramo
ru: Букета
sk: Balíček
tr: Buket

source: Bouquets and services
be: Букетаў і сэрвісаў
de: Bouquets und Services
es: Bouquets y servicios
it: Bouquet e servizi
nl: Boeketten en diensten
pl: Bukiety i kanały
pt: Ramos e serviços
ru: Букетов и сервисов
sk: Balíčky a služby
tr: Buketler ve hizmetler

source: The main list does not contain services for this bouquet!
be: Асноўны спіс не ўтрымвае сэрвісаў для дадзенага букета!
de: Die Hauptliste enthält keine Services für dieses Bouquet!
es: ¡La lista principal no contiene servicios para este bouquet!
it: L'elenco principale non contiene servizi per questo bouquet!
nl: De hoofdlijst bevat geen diensten voor dit boeket!
pl: Główna lista nie zawiera kanałów dla tego bukietu!
pt: A lista pricipal no tem serviços em esta ramo!
ru: Основной список не содержит сервисов для данного букета!
sk: Hlavný zoznam neobsahuje služby pre tento balíček!
tr: Ana liste bu buket için hizmet içermiyor!

source: No bouquet file is selected!
be: Не абраны файл букета!
de: Keine Bouquet-Datei ausgewählt!
es: ¡No se ha seleccionado nigún fichero de bouquet!
it: Nessun file bouquet selezionato!
nl: Geen boeket geselecteerd!
pl: Nie wybrano pliku bukietu!
pt: Nemhuma ficheiro de ramo foi selecionado!
ru: Не выбран файл букета!
sk: Nie je vybraný žiadny súbor s balíčkom!
tr: Hiçbir buket dosyası seçilmedi!

source: Remove all unused
be: Выдаліць усе некарыстаныя
de: Alles ungenutzte entfernen
es: Borrar los que están sin usar
it: Rimuovi tutti quelli inutilizzati
nl: Verwijder alle ongebruikte
pl: Usuń wszystkie nieużywane
pt: Remova todos os não utilizados
ru: Удалить все неиспользуемые
sk: Odstráňte všetky nepoužívané
tr: Kullanılmayanların tümünü kaldır

source: Test
be: Тэставаць
es: Probar
ru: Тестировать

source: Test connection
be: Тэставаць злучэнне
de: Test Verbindung
es: Probar conexión
it: Test connessione
nl: Test verbinding
pl: Testuj połączenie
pt: Testar a conexão
ru: Тестировать соединение
sk: Overiť spojenie
tr: Bağlantıyı test et

source: Double click on the service in the bouquet list:
be: Падвойны клік па сэрвісе ў спісе букетаў:
de: Doppelklick auf das Service in der Bouquet-Liste:
es: Al hacer doble clic en el servicio en la lista de bouquet:
it: Doppio clic sul servizio nell'elenco dei bouquet:
nl: Dubbelklik op de dienst in de boeket lijst:
pl: Kliknij dwukrotnie usługę na liście bukietów:
pt: Clique duas vezes no serviço na lista de ramos:
ru: Двойной клик по сервису в списке букетов:
sk: Dvakrát kliknite na službu v zozname balíčka:
tr: Buket listesindeki hizmete çift tıklayın:

source: Zap
be: Пераключыць
es: Zapear
pl: Przełącz
ru: Переключить
sk: Prepnúť

source: Play stream
be: Пр. паток
de: Stream abspielen
es: Reproducir stream
it: Riproduci stream
nl: Speel stream af
pl: Odtwórz strumień
ru: Воспр. потока
sk: Prehrať stream
tr: Akışı oynat

source: Disabled
be: Выкл.
de: Deaktiviert
es: Desactivado
it: Disabilitato
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
ru: Выкл.
sk: Zakázané
tr: Devre dışı

source: Enable lamedb ver. 5 support
be: Уключыць падтрымку lamedb вер. 5
de: Lamedb ver. 5 Unterstützung aktivieren
es: Soporte para lamedb ver. 5
it: Abilita supporto a lamedb v5
nl: Ondersteuning voor lamedb ver. 5 inschakelen
pl: Włącz wsparcie dla lamedb w wer.5
pt: Ativar lamedb ver. 5 suporte
ru: Включить поддержку lamedb вер. 5
sk: Povoliť podporu pre lamedb verzie 5
tr: Sürüm 5 desteğini etkinleştir

source: Enable HTTP API
be: Уключыць HTTP API
de: HTTP-API aktivieren
es: Habilitar API HTTP
it: Abilita API HTTP
nl: HTTP API inschakelen
pl: Włącz API HTTP
pt: Ativar HTTP API
ru: Включить HTTP API
sk: Povoliť HTTP API
tr: HTTP API'sini etkinleştir

source: Switch(zap) the channel(Ctrl + Z)
be: Пераключыць канал (Ctrl + Z)
de: Umschalten des Kanals (Strg + Z)
es: Poner (zapear) el canal (Ctrl + Z)
it: Cambia (zap) canale (Ctrl + Z)
nl: Schakelaar (ZAP) naar het kanaal (CTRL + Z)
pl: Przełącz(zap) kanał(Ctrl + Z)
pt: Mudar(zap) o canal(Ctrl + Z)
ru: Переключить канал(Ctrl + Z)
sk: Prepnúť(zapnúť) kanál (Ctrl + Z)
tr: Kanalı değiştir (zap) (Ctrl + Z)

source: Switch the channel and watch in the program(Ctrl + W)
be: Пераключыць канал і прагляд у праграме (Ctrl + W).
de: Kanal wechseln und im Programm ansehen(Strg + W)
es: Poner el canal y ver en el programa (Ctrl + W)
it: Cambia canale e guarda nel programma (Ctrl + W)
nl: Schakel het kanaal in en bekijk het programma (CTRL + W)
pl: Przełącz kanał i oglądaj w programie(Ctrl + W)
pt: Troque o canal e ver no programa(Ctrl + W).
ru: Переключить канал и просмотр в программе(Ctrl + W).
sk: Prepnúť kanál a sledovať reláciu (Ctrl + W)
tr: Kanal değiştirme ve programda izleme (Ctrl + W)

source: Play IPTV or other stream in the program(Ctrl + P)
be: Прайграванне IPTV альбо іншага патока ў праграме (Ctrl + P)
de: Wiedergabe von IPTV oder anderen Streams im Programm(Strg + P)
es: Reproducir IPTV u otro stream en el programa (Ctrl + P)
it: Riproduci IPTV o altro stream nel programma (Ctrl + P)
nl: Speel IPTV of andere stream af en bekijk het programma (CTRL + P)
pl: Odtwórz IPTV lub inny strumień w programie(Ctrl + P)
pt: Tocar IPTV ou outro fluxo no programa(Ctrl + P)
ru: Воспроизведение IPTV или другого потока в программе(Ctrl + P)
sk: Prehrať IPTV alebo iný stream v aplikácii (Ctrl + P)
tr: Programdaki IPTV veya diğer akışları oynat (Ctrl + P)

source: Export to m3u
be: Экспарт у m3u
de: Exportieren nach m3u
es: Exportar a m3u
it: Esporta m3u
nl: Uitvoeren naar m3u
pl: Eksportuj do m3u
pt: Exportar na m3u
ru: Экспорт в m3u
sk: Exportovať do m3u
tr: Dışa aktar M3U

source: EPG configuration
be: Канфігурацыя EPG
de: EPG Konfiguration
es: Configuración EPG
it: Configurazione EPG
nl: Configureer EPG
pl: Konfiguruj EPG
pt: Configuraçao EPG
ru: Конфигурация EPG
sk: Konfigurácia EPG
tr: EPG yapılandırması

source: Apply
be: Ужыць
de: Anwenden
es: Aplicar
it: Applica
nl: Toepassen
pl: Zatwierdź
pt: Aplicar
ru: Применить
sk: Použiť
tr: Uygula

source: EPG source
be: Крыніца EPG
de: EPG Quelle
es: Fuente EPG
it: Sorgente EPG
nl: Bron EPG
pl: Źródło EPG
pt: Fonte EPG
ru: Источник EPG
sk: Zdroj EPG
tr: EPG kaynağı

source: Service names source:
be: Крыніца імёнаў сэрвісаў:
de: Quelle der Dienstnamen:
es: Origen nombres de servicio:
it: Sorgente nomi dei servizi:
nl: Naam van bron van de dienst:
pl: Źródło nazw usług:
pt: Fonte de nomes de serviço:
ru: Источник имен сервисов:
sk: Zdroj názvov služieb:
tr: Hizmet adları kaynağı:

source: Main service list
be: Асноўны спіс сэрвісаў:
de: Hauptdienstliste
es: Lista principal de servicios
it: Elenco servizi principali:
nl: Hoofdlijst diensten:
pl: Główna lista usług
pt: Lista de serviço principal:
ru: Основной список сервисов:
sk: Hlavný zoznam služieb
tr: Ana hizmet listesi

source: XML file
be: Файл XML
de: XML-Datei
es: Fichero XML
it: File XML
pl: Plik XML
pt: Arquivo XML
ru: Файл XML
sk: Súbor XML
tr: XML dosyası

source: Use web source
be: Скарыстаць ўэб-крыніцу
de: Web-Quelle verwenden
es: Usar fuente web
it: Utilizza fonte web
nl: Gebruik web bron
pl: Użyj źródła internetowego
pt: Usar fonte web
ru: Использовать веб-источник
sk: Použite webový zdroj
tr: Web kaynağını kullan

source: Url to *.xml.gz file:
be: URL да файла *.xml.gz:
de: Url zur *.xml.gz Datei:
es: URL del fichero *.xml.gz:
it: Da URL a file *.xml.gz:
nl: URL van de *.xml.gz file:
pl: URL do pliku *.xml.gz:
pt: Url para o arquivo *.xml.gz:
ru: URL к файлу *.xml.gz:
sk: URL do súboru *.xml.gz:
tr: URL. * .xml.gz dosyasına:

source: Enable filtering
be: Уключыць фільтрацыю
de: Filter aktivieren
es: Habilitar filtrado
it: Abilita filtro
nl: Zet filteren aan
pl: Włącz filtrowanie
pt: Ativar filtragem
ru: Включить фильтрацию
sk: Povoliť filtrovanie
tr: Filtrelemeyi etkinleştir

source: Filter by presence in the epg.dat file.
be: Фільтраваць па наяўнасці ў файле epg.dat.
de: Filtern nach dem Vorhandensein in der epg.dat Datei.
es: Filtrar según presencia del fichero epg.dat.
it: Filtra per presenza nel file epg.dat.
nl: Filter op aanwezigheid van epg.dat. file
pl: Filtruj według ustawień w pliku epg.dat.
pt: Filtrar por presença no arquivo epg.dat.
ru: Фильтровать по наличию в файле epg.dat.
sk: Filtrovať podľa prítomnosti v súbore epg.dat.
tr: Epg.dat dosyasındaki varlığına göre filtreleyin.

source: Paths to the epg.dat file:
be: Шляхі да файла epg.dat:
de: Pfad zur epg.dat Datei:
es: Ruta al fichero epg.dat:
it: Percorso file epg.dat:
nl: Pad naar epg.dat:
pl: Ścieżka do pliku epg.dat:
pt: Ruta para o arquivo epg.dat:
ru: Пути к файлу epg.dat:
sk: Adresáre pre súbor epg.dat:
tr: Epg.dat dosyasının yolları:

source: Local path:
be: Лакальны шлях:
es: Ruta local:
it: Percorso locale:
nl: Lokaal pad:
pl: Ścieżka lokalna:
pt: Ruta local:
ru: Локальный путь:
sk: Lokálny adresár:
tr: Yerel yol:

source: STB path:
be: Шлях у рэсіверы:
de: STB-Pfad:
es: Ruta receptor:
it: Persorso ricevitore:
nl: STB pad:
pl: Ścieżka STB:
pt: Ruta STB:
ru: Путь в ресивере:
sk: Adresár STB:
tr: STB yolu:

source: Update on start
be: Шлях у рэсіверы:
de: Update beim Start
es: Actualizar al inicio
it: Aggiorna all'avvio
nl: Actualiseer bij start
pl: Aktualizuj przy starcie
pt: Atualizar no início
ru: Обновлять при запуске
sk: Aktualizácia pri spustení
tr: Başlangıçta güncelleme

source: Auto configuration by service names.
be: Аўтаналадка па імёнах сэрвісаў.
de: Automatische Konfiguration nach Dienstnamen.
es: Auto configuración según nombres de servicios.
it: Configurazione automatica in base ai nomi dei servizi.
nl: Auto configuratie door dienst namen.
pl: Automatyczna konfiguracja serwisu według nazw.
pt: Configuração automática por nomes de serviço.
ru: Автонастройка по именам сервисов.
sk: Automatická konfigurácia podľa názvov služieb.
tr: Hizmet adlarına göre otomatik yapılandırma.

source: Save list to xml.
be: Захаваць спіс у XML.
de: Liste in XML speichern.
es: Guardar como XML.
it: Salva elenco in XML.
nl: Opslaan als XML.
pl: Zapisz listę do XML.
pt: Salvar lista para XML.
ru: Сохранить список в XML.
sk: Uložiť zoznam do XML.
tr: Listeyi xml'ye kaydet.

source: Download XML file error.
be: Памылка загрузкі XML-файла.
de: Fehler beim Herunterladen der XML-Datei.
es: Error bajando fichero XML.
it: Errore di download del file XML.
nl: Fout bij downloaden XML.
pl: Błąd pobierania pliku XML.
pt: Baixe o erro de arquivo XML.
ru: Ошибка загрузки XML-файла.
sk: Chyba sťahovania súboru XML.
tr: XML dosyası indir hatası.

source: Unsupported file type:
be: Непадтрымоўваны тып файла:
de: Nicht unterstützter Dateityp:
es: Fichero no soportado:
it: Tipo di file non supportato:
nl: Ongesupporteerd archieftype:
pl: Nieobsługiwany typ pliku:
pt: Tipo de arquivo não suportado:
ru: Неподдерживаемый тип файла:
sk: Nepodporovaný typ súboru:
tr: Desteklenmeyen dosya türü:

source: Unpacking data error.
be: Памылка распакавання дадзеных.
de: Fehler beim Entpacken der Daten.
es: Error abriendo datos.
it: Errore decompressione dati.
nl: Fout bij uitpakken van de data.
pl: Błąd rozpakowywania danych.
pt: Descompactando o erro de dados.
ru: Ошибка распаковки данных.
sk: Chyba pri rozbaľovaní údajov.
tr: Veri paketi açılırken hata oluştu.

source: XML parsing error:
be: Памылка парсінгу XML:
de: XML Parsing-Fehler:
es: Error analizando XML:
it: Errore analisi XML:
nl: XML parsingfout:
pl: Błąd analizy XML:
pt: Erro de análise XML:
ru: Ошибка парсинга XML:
sk: Chyba pri analýze XML:
tr: XML ayrıştırma hatası:

source: Count of successfully configured services:
be: Колькасць паспяхова сканфігураваных сэрвісаў:
de: Anzahl der erfolgreich konfigurierten Dienste:
es: Número de servicios configurados con éxito:
it: Conteggio servizi configurato correttamente:
nl: Aantal succesvol geconfigureerde diensten:
pl: Liczba pomyślnie skonfigurowanych usług:
pt: Contagem de serviços configurados com sucesso:
ru: Количество успешно сконфигурированных сервисов:
sk: Počet úspešne nakonfigurovaných služieb:
tr: Başarılı bir şekilde yapılandırılmış hizmetlerin sayısı:

source: Current epg.dat file does not contains references for the services of this bouquet!
be: Цякучы файл epg.dat не ўтрымвае спасылак на сэрвісы дадзенага букета!
de: Die aktuelle epg.dat Datei enthält keine Referenzen für die Dienste dieses Bouquets!
es: ¡El fichero epg.dat actual no tiene referencias a servicios de este bouquet!
it: L'attuale file epg.dat non contiene riferimenti per i servizi di questo bouquet!
nl: Huisige epg.dat bestand heeft geen referenties naar de diensten van dit boeket!
pl: Bieżący plik epg.dat nie zawiera odniesień do usług tego bukietu!
pt: O arquivo epg.dat não contém referências para os serviços deste buquê!
ru: Текущий файл epg.dat не содержит ссылок на сервисы данного букета!
sk: Aktuálny súbor epg.dat neobsahuje referencie na služby tohto balíčka!
tr: Şu anki epg.dat dosyası bu buketin hizmetleri için referans içermiyor!

source: Use HTTP
be: Скарыстаць HTTP
de: HTTP verwenden
es: Utilizar HTTP
it: Utilizza HTTP
nl: Gebruik HTTP
pl: Użyj HTTP
ru: Использовать HTTP
sk: Použiť HTTP
tr: HTTP kullan

source: Close playback
be: Закрыць прайграванне
de: Wiedergabe schließen
es: Terminar reproducción
it: Ferma riproduzione
nl: Stop afspelen
pl: Zamknij odtwarzanie
pt: Fechar reprodução
ru: Закрыть воспроизведение
sk: Ukončiť prehrávanie
tr: Oynatmayı kapat

source: Import YouTube playlist
be: Імпарт плэйліста YouTube
de: YouTube-Wiedergabeliste importieren
es: Importar lista de reproducción de YouTube
it: Importa playlist YouTube
nl: Importeer YouTube playlist
pl: Importuj listę odtwarzania YouTube
pt: Importar YouTube playlist
ru: Импорт плейлиста YouTube
sk: Importovať playlist YouTube
tr: YouTube oynatma listesini içe aktar

source: Found a link to the YouTube resource! Try to get a direct link to the video?
be: Знойдзена спасылка на рэсурс YouTube! Паспрабаваць атрымаць прамую спасылку на відэа?
de: Link zur YouTube-Ressource gefunden! Soll versucht werden, einen Direkt-Link zum Video zu erzeugen?
es: ¡Se ha encontrado un enlace al recurso de YouTube! ¿Quieres intentar obtener un enlace directo al vídeo?
it: Trovato un link verso una risorsa YouTube! Provo ad ottenere un link diretto per questo video?
nl: Een link gevonden naar de YouTube bron! Proberen een rechtstreekse link naar de video te vonden?
pl: Znaleziono link do zasobu YouTube! Chcesz uzyskać bezpośredni link do filmu?
pt: Encontrou um link para o recurso do YouTube! Tentar obter um link direto para o vídeo?
ru: Найдена ссылка на ресурс YouTube! Попробовать получить прямую ссылку на видео?
sk: Našiel som odkaz na YouTube! Skúsili ste získať priamy odkaz na video?
tr: YouTube kaynağına bir bağlantı bulundu! Videoya doğrudan bağlantı almaya çalışılsın mı?

source: Playlist import
be: Імпарт плэйліста
es: Importar lista de reproducción
it: Importa playlist
nl: Importeer playlist
pl: Import listy odtwarzania
pt: Importação de lista de reprodução
ru: Импорт плейлиста
sk: Import zoznamu skladieb
tr: Oynatma listesi içe aktarma

source: Getting link error:
be: Памылка атрымання спасылкі:
de: Link-Fehler erhalten:
es: Error en el enlace:
it: Errore nel link:
nl: Volgende Link error gekregen:
pl: Błąd pobierania łącza:
pt: Obtendo erro de link:
ru: Ошибка получения ссылки:
sk: Chyba pri odkaze:
tr: Bağlantı hatası alınıyor:

source: Extra
be: Дадаткова
de: Extras
pl: Ekstra
ru: Дополнительно
tr: Ekstra

source: Apply profile settings
be: Ужыць налады профілю
de: Profileinstellungen anwenden
es: Aplicar ajustes de perfil
it: Applica impostazioni del profilo
nl: Pas profiel settings toe
pl: Zastosuj ustawienia profilu
pt: Aplicar ajustes de perfil
ru: Применить настройки профиля
sk: Použiť nastavenia profilu
tr: Profil ayarlarını uygula

source: Settings type:
be: Тып налад:
de: Art der Einstellungen:
es: Tipo:
it: Tipo di impostazioni:
pl: Ustawienia dla:
pt: Tipo de ajustes:
ru: Тип настроек:
sk: Typ nastavení:
tr: Ayarlar türü:

source: Set default
be: Усталяваць па змаўчанні
de: Standard wiederherstellen
es: Por defecto
it: Impostazioni predefinite
nl: Stel standaard in
pl: Uataw domyślnie
pt: Por defecto
ru: Установить по умолчанию
sk: Nastaviť predvolené
tr: Varsayılanı ayarla

source: Language:
be: Мова:
de: Sprache:
es: Idioma:
it: Lingua:
nl: Taal:
pl: Język:
pt: Idioma:
ru: Язык:
sk: Jazyk:
tr: Dil:

source: Load the last open configuration at program startup
be: Загружаць апошнюю адкрытую канфігурацыю пры запуску праграмы
de: Laden der zuletzt geöffneten Konfiguration beim Programmstart
es: Cargar la última configuración usada al iniciar el programa
it: Carica ultima configurazione aperta all'avvio del programma
nl: Laad de laatst geopende configuratie op bij opstart programma
pl: Załaduj ostatnią otwartą konfigurację podczas uruchamiania programu
pt: Cargar la última configuración abierta al iniciar el programa
ru: Загружать последнюю открытую конфигурацию при запуске программы
sk: Načítať poslednú otvorenú konfiguráciu pri spustení programu
tr: Program açılışında son açık yapılandırmayı yükle

source: Enable direct playback bar
be: Уключыць панэль прамога прайгравання
de: Aktivieren der direkten Wiedergabeleiste
es: Habilitar la barra de reproducción directa
it: Abilita barra di riproduzione diretta
nl: Laat onmiddelijk playback bar toe
pl: Włącz pasek bezpośredniego odtwarzania
pt: Habilitar la barra de reproducción directa
ru: Включить панель прямого воспроизведения
sk: Povoliť panel priameho prehrávania
tr: Doğrudan oynatma çubuğunu etkinleştir

source: Enables direct sending and playback of media links on the receiver
be: Улучае прамое адпраўленне і прайграванне медыя-спасылак на рэсіверы
de: Ermöglicht das direkte Senden und Abspielen von Medienlinks auf dem Receiver
es: Habilita el envío directo y la reproducción de enlaces de medios en el receptor
it: Consenti l'invio diretto e la riproduzione di collegamenti multimediali sul ricevitore
nl: Laat rechtstreeks versturen van and playback en media links op de ontvanger toe
pl: Umożliwia bezpośrednie wysyłanie i odtwarzanie łączy multimedialnych w odbiorniku
pt: Habilita el envío directo y la reproducción de enlaces de medios en el receptor
ru: Включает прямую отправку и воспроизведение медиа-ссылок на ресивере
sk: Umožňuje priame odosielanie a prehrávanie mediálnych odkazov na prijímači
tr: Alıcıdaki medya bağlantılarının doğrudan gönderilmesini ve oynatılmasını sağlar

source: Watch the channel in the program
be: Прагляд канала ў праграме
de: Kanal im Programm ansehen
es: Ver el canal en el programa
it: Guarda canale nel programma
nl: Bekijk het kanaal in het programma
pl: Obejrzyj kanał w programie
pt: Ver el canal en el programa
ru: Просмотр канала в программе
sk: Sledujte kanál v aplikácii
tr: Programdaki kanalı izle

source: Zap and Play
be: Перакл. і прайграць
de: Zap und Abspielen
es: Zapear y reproducir
it: Zap e riproduci
nl: Zap en speel af
pl: Przełącz i Odtwórz
pt: Zapear y reproducir
ru: Перекл. и просмотр
sk: Prepnúť a Prehrať
tr: Zap ve Oyna

source: Drag or paste the link here
be: Перацягніце ці ўстаўце спасылку тут
de: Link hineinziehen oder einfügen
es: Soltar o pegar en enlace aquí
it: Trascina o incolla qui il link
nl: Sleep of plak link naar hier
pl: Przeciągnij lub wklej tutaj link
pt: Soltar o pegar en enlace aquí
ru: Перетащите или вставьте ссылку здесь
sk: Presuňte alebo vložte odkaz sem
tr: Bağlantıyı buraya sürükleyin veya yapıştırın

source: Remove added links in the playlist
be: Выдаліць дададзеныя спасылкі з плэйліста
de: Hinzugefügte Links in der Wiedergabeliste entfernen
es: Borrar los enlaces añadidos a la lista de reproducción
it: Rimuovi link aggiunti nella playlist
nl: Verwijder toegevoegde links uit playlist
pl: Usuń dodane linki z listy odtwarzania
pt: Quitar los enlaces añadidos en la lista de reproducción
ru: Удалить добавленные ссылки из плейлиста
sk: Odstrániť pridané odkazy v zozname skladieb
tr: Oynatma listesine eklenen bağlantıları kaldır
