Repository: DYefremov/DemonEditor
Catalog: po/*/demon-editor.po
Languages: be, de, es, it, nl, pl, pt, ru, sk, tr

source: translator-credits
be: Dmitriy Yefremov
de: Charly Dmitriy Yefremov
es: Víctor Pont <victor@pont.cat> Frank Neirynck <frank@insink.be>
it: Massimo Pissarello
nl: Frank Neirynck <frank@insink.be>
pl: lareq <lareq@lareq.eu> wwns <https://github.com/wwns>
pt: Frank Neirynck <frank@insink.be>
sk: EnoSat <enosat@yahoo.com> HomePage <https://enosat.euweb.cz>
tr: audi06_19 <info@dreamosat-forum.com>

source: Service
be: Сэрвіс
es: Servicio
it: Servizio
nl: Dienst
pl: Usługa
pt: Serviço
ru: Сервис
sk: Služba
tr: Hizmet

source: Package
be: Пакет
de: Paket
es: Paquete
it: Pacchetto
nl: Pakket
pl: Pakiet
pt: Pacote
ru: Пакет
sk: Poskytovateľ
tr: Paket

source: Type
be: Тып
de: Typ
es: Tipo
it: Tipo
pl: Typ
pt: Tipo
ru: Тип
sk: Typ
tr: Tür

source: Picon
be: Пiкон
nl: Pict.
pl: Pikon
ru: Пикон
sk: Piktogram

source: Freq
be: Частата
es: Frec
pl: Częst
ru: Частота
sk: Kmitočet
tr: Frekans

source: Rate
be: Знак. хуткасць
de: SR
es: Ratio
pt: Ratio
ru: Сим. скорость
sk: Rýchlosť
tr: Oran

source: Pol
be: Пал.
ru: Пол.
sk: Polarizácia

source: System
be: Сістэма
es: Sistema
it: Sistema
nl: Systeem
pt: Sistema
ru: Система
sk: Systém
tr: Sistem

source: Pos
be: Паз.
pl: Poz
ru: Поз.
sk: Pozícia

source: Current IP:
be: Цякучы IP:
de: Akt.IP:
es: IP actual:
it: IP/Host connesso:
nl: Huidig IP:
pl: Adres IP:
pt: IP atual:
ru: Текущий IP:
sk: Aktuálna IP:
tr: Geçerli IP:

source: Assign
be: Прывязаць
de: Zuweisen
es: Asignar
it: Assegna
nl: Toekennen
pl: Przypisz
pt: Atribuir
ru: Привязать
sk: Priradiť
tr: Ata

source: Assign file
be: Прывязаць файл
es: Asignar fichero
it: Assegna file
ru: Привязать файл
sk: Priradiť súbor
tr: Dosya ata

source: Bouquet details
be: Сэрвісы букета
es: Detalles bouquet
it: Dettagli bouquet
nl: Details Boeket
pl: Bukiet szczegóły
pt: Detalhes do Ramo
ru: Сервисы букета
sk: Podrobnosti balíčka
tr: Buket detayları

source: Bouquets
be: Букеты
it: Bouquet
nl: Boeketten
pl: Bukiety
pt: Ramos
ru: Букеты
sk: Balíčky
tr: Buketler

source: Copy
be: Скапіраваць
de: Kopie
es: Copiar
it: Copia
nl: Kopieer
pl: Kopiuj
pt: Copiar
ru: Копировать
sk: Kopírovať
tr: Kopya

source: Copy reference
be: Скапіраваць спасылку
de: Kopiervorlage
es: Copiar referencia
it: Copia riferimento
nl: Referentiekopie
pl: Kopiuj odniesienie
pt: Copia de Referência
ru: Копировать ссылку
sk: Kopírovať referencie
tr: Referansı kopyala

source: Download
be: Спампаваць
es: Descargar
it: Scarica
pl: Pobierz
pt: Descarregar
ru: Загрузить
sk: Stiahnuť
tr: İndir

source: Edit
be: Правіць
de: Bearbeiten
es: Editar
it: Modifica
nl: Wijzig
pl: Edytuj
pt: Editar
ru: Изменить
sk: Upraviť
tr: Düzelt

source: Edit mаrker text
be: Правіць тэкст маркера
de: Bearb. Marker Text
es: Editar texto del mаrcador
it: Modifica testo marcatore
nl: Wijzig mаrker tekst
pl: Edytuj tekst znacznika
pt: Editar texto do mаrcador
ru: Изменить текст маркера
sk: Upraviť text značky
tr: Marker metnini Düzenle

source: FTP-transfer
be: Перадача ўсталёвак па FTP
es: Transferencia FTP
it: Trasferimento FTP
nl: FTP-overdracht
pl: Transfer FTP
pt: Transferência-FTP
ru: Передача установок по FTP
sk: FTP prenos
tr: FTP aktarımı

source: Global search
be: Глабальны пошук
de: Globale Suche
es: Búsqueda Global
it: Ricerca globale
nl: Globale zoekopdracht
pl: Globalne wyszukiwanie
pt: Pesquisa Global
ru: Глобальный поиск
sk: Celkové vyhľadávanie
tr: Global arama

source: Hide
be: Схаваць
de: Ausblenden
es: Esconder
it: Nascondi
nl: Verberg
pl: Ukryj
pt: Esconder
ru: Пропустить
sk: Skryť
tr: Gizle

source: Hide/Skip On/Off Ctrl + H
be: Схаваць/Прапусціць Укл./Выкл.
de: Ausblenden/Überspringen Ein/Aus Ctrl + H
es: Esconder/Saltar Encender/Apagar Ctrl + H
it: Nascondi/Salta On/Off Ctrl + H
nl: Verberg/Overslaan Aan/Uit Ctrl + H
pl: Ukryj/Pomiń wł./wył Ctrl + H
pt: Esconder/Pular Acender/Desligar Ctrl + H
ru: Скрыть/Пропустить Вкл/Выкл Ctrl + H
sk: Skryť/Preskočiť Zap/Vyp Ctrl + H
tr: Gizle/Atla Açık/Kapalı Ctrl + H

source: Add IPTV or stream service
be: Дадаць IPTV ці паток
de: Hinzufügen von IPTV oder Streaming-Service
es: Añadir servicio IPTV
it: Aggiungi IPTV o servizio stream
nl: Voeg IPTV of stream dienst toe
pl: Dodaj strumień IPTV
pt: Acrescentar serviço IPTV
ru: Добавить IPTV или поток
sk: Pridať IPTV alebo streamovaciu službu
tr: IPTV veya akış hizmeti ekle

source: Import m3u
be: Імпартаваць m3u
es: Importar m3u
it: Importa m3u
nl: Importeer m3u
pl: Importuj m3u
pt: Importar m3u
ru: Импортировать m3u
sk: Importovať m3u
tr: M3u aktar

source: Import m3u file
be: Імпартаваць файл m3u
de: m3u-Datei importieren
es: Importar fichero m3u
it: Importa m3u
nl: Importeer m3u file
pl: Importuj plik m3u
pt: Importar ficheiro m3u
ru: Импортировать файл m3u
sk: Importovať súbor m3u
tr: İçe aktar M3U

source: List configuration
be: Канфігурацыя спіса
de: Listen-Konfiguration
es: Listar configuración
it: Visualizza configurazione
nl: Lijst configuratie
pl: Konfiguracja listy
pt: Lista configuração
ru: Конфигурация списка
sk: Nastavenie zoznamu
tr: Liste yapılandırması

source: Rename for this bouquet
be: Пераназваць для букета
de: Bouquet Umbenennen
es: Renombrar para este bouquet
it: Rinomina questo bouquet
nl: Hernoem voor dit boeket
pl: Zmień nazwę tego serwisu
pt: Renomear para este ramo
ru: Переименовать для букета
sk: Premenovať tento balíček
tr: Bu buketi yeniden adlandır

source: Set default name
be: Імя па змаўчанні
de: Standardbezeichnung setzen
es: Establecer nombre predeterminado
it: Imposta nome predefinito
nl: Stel standaard naam in
pl: Ustaw domyślną nazwę
pt: Estabelecer nome predeterminado
ru: Имя по умолчанию
sk: Nastaviť prednastavený názov
tr: Varsayılan adı ayarla

source: Insert marker
be: Уставіць маркер
de: Marker einfügen
es: Insertar marcador
it: Inserisci marcatore
nl: Inserteer marker
pl: Wstaw znacznik
pt: Inserir marcador
ru: Вставить маркер
sk: Vložiť značku
tr: İşaretçi ekle

source: Insert space
be: Уставіць прабел
de: Leerzeichen einfügen
es: Insertar espacio
it: Inserisci spazio
pl: Wstaw spację
ru: Вставить пробел
sk: Vložiť medzeru
tr: Boşluk ekle

source: Locate in services
be: Знайсці ў спісе сэрвісаў
de: In den Diensten suchen
es: Buscar en servicios
it: Localizza nei servizi
nl: Zoek in diensten
pl: Znajdź w usługach
pt: Procurar em serviços
ru: Найти в списке сервисов
sk: Nájsť v službách
tr: Hizmetlerde bulun

source: Locked
be: Заблакаваны
de: Gesperrt
es: Bloqueado
it: Bloccato
nl: Gesloten
pl: Zablokowany
pt: Fechado
ru: Заблокирован
sk: Zamknúť
tr: Kilitli

source: Move
be: Перанесці
de: Verschieben
es: Mover
it: Muovi
nl: Verplaats
pl: Przenieś
pt: Mover
ru: Переместить
sk: Presunúť
tr: Taçı

source: New
be: Новы
de: Neu
es: Nuevo
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
sk: Nové
tr: Yeni

source: New bouquet
be: Новы букет
de: Neues Bouquet
es: Nuevo bouquet
it: Nuovo bouquet
nl: Nieuw boeket
pl: Nowy bukiet
pt: Ramo novo
ru: Новый букет
sk: Nový balíček
tr: Yeni buket

source: Create bouquet
be: Стварыць букет
de: Bouquet erstellen
es: Crear bouquet
it: Crea bouquet
nl: Creeer boeket
pl: Utwórz bukiet
pt: Criar ramo
ru: Создать букет
sk: Vytvoriť balíček
tr: Buket oluştur

source: For current satellite
be: Для цякучага спадарожніка
de: Für den akt. Satelliten
es: Para el satélite actual
it: Per il satellite attuale
nl: Voor huidige satelliet
pl: Dla bieżącego satelity
pt: Para o satélite atual
ru: Для текущего спутника
sk: Pre aktuálny satelit
tr: Mevcut uydu için

source: For current package
be: Для цякучага пакета
de: Für das akt. Paket
es: Para el paquete actual
it: Per il pacchetto attuale
nl: Voor huidig pakket
pl: Dla bieżącego pakietu
pt: Para o pacote atual
ru: Для текущего пакета
sk: Pre aktuálneho poskytovateľa
tr: Mevcut paket için

source: For current type
be: Для цякучага тыпу
de: Für den akt. Typ
es: Para el tipo actual
it: Per il tipo attuale
nl: Voor huidig type
pl: Dla bieżącego typu
pt: Para o tipo atual
ru: Для текущего типа
sk: Pre aktuálny typ
tr: Mevcut tip için

source: For each satellite
be: Для кожнага спадарожніка
de: Für alle Satelliten
es: Para cada satélite
it: Per ogni satellite
nl: Voor elke satelliet
pl: Dla każdego satelity
pt: Para cada Satélite
ru: Для каждого спутника
sk: Pre každý satelit
tr: Her uydu için

source: For each package
be: Для кожнага пакета
de: Für jedes Paket
es: Para cada paquete
it: Per ogni pacchetto
nl: Voor elk pakket
pl: Dla każdego pakietu
pt: Para cada pacote
ru: Для каждого пакета
sk: Pre každého poskytovateľa
tr: Her paket için

source: For each type
be: Для кожнага тыпу
de: Für jeden Typ
es: Para cada tipo
it: Per ogni tipo
nl: Voor elk type
pl: Dla każdego typu
pt: Para cada tipo
ru: Для каждого типа
sk: Pre každý typ
tr: Her tip için

source: Open
be: Адкрыць
de: Öffnen
es: Abrir
it: Apri
pl: Otwórz
pt: Abrir
ru: Открыть
sk: Otvoriť
tr: Aç

source: Parent lock On/Off Ctrl + L
be: Бацькоўскі замок Укл./Выкл. Ctrl + L
de: Elternsperre Ein/Aus Ctrl + L
es: Bloqueo parental Encender/Apagar Ctrl + L
it: Blocco genitori On/Off Ctrl + L
nl: Ouderlijk slot aan/uit Ctrl + L
pl: Blokada rodzicielska wł./wył Ctrl + L
pt: Bloqueio parentesco Acender/Desligar Ctrl + L
ru: Родительский замок Вкл/Выкл Ctrl + L
sk: Rodičovský zámok Zap/Vyp Ctrl + L
tr: Ebeveyn kilidi Açık/Kapalı Ctrl + L

source: Picons
be: Піконы
it: Picon
nl: Pictogrammen
pl: Pikony
ru: Пиконы
sk: Piktogramy
tr: Piconlar

source: Picons downloader
be: Загрузнік піконаў
es: Descarga de picons
it: Scarica picon
nl: Pictogrammen downloader
pl: Pobieranie pikonów
pt: Picons descargar
ru: Загрузчик пиконов
sk: Sťahovač piktogramov
tr: Piconları Güncelle/indir

source: Satellites downloader
be: Загрузнік спадарожнікаў
es: Descarga de satélites
it: Scarica satelliti
nl: Satellieten downloader
pl: Pobierania satelitów
pt: Satélites descarregar
ru: Загрузчик спутников
sk: Sťahovač satelitov
tr: Satellites Güncelle/indir

source: Remove
be: Выдаліць
de: Entfernen
es: Borrar
it: Rimuovi
nl: Verwijder
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
tr: Kaldır

source: Remove all unavailable
be: Выдаліць усе недаступныя
de: Entfernen alle nicht verfügbaren
es: Borrar lo que no esté disponible
it: Rimuovi tutti quelli non disponibili
nl: Verwijder alle onbeschikbare
pl: Usuń wszystkie niedostępne
pt: Remover tudo lo indisponível
ru: Удалить все недоступные
sk: Odstrániť všetky nedostupné
tr: Tüm mevcut olmayanları kaldır

source: Satellites editor
be: Рэдактар спадарожнікаў
de: Satelliten-Editor
es: Editor de satélites
it: Editor satelliti
nl: Satelliet editor
pl: Edytor satelitów
pt: Editor Satélites
ru: Редактор спутников
sk: Editor satelitov
tr: Uydular editörü

source: Save
be: Запісаць
de: Speichern
es: Guardar
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sk: Uložiť
tr: Kaydet

source: Search
be: Пошук
de: Suche
es: Buscar
it: Cerca
nl: Zoek
pl: Szukaj
pt: Procurar
ru: Поиск
sk: Hľadať
tr: Arama

source: Services
be: Сэрвісы
es: Servicios
it: Servizi
nl: Diensten
pl: Kanały
pt: Serviços
ru: Сервисы
sk: Služby
tr: Hizmetler

source: Services filter
be: Фільтр сэрвісаў
de: Service-Filter
es: Filtro servicios
it: Filtro servizi
nl: Diensten filter
pl: Filtr kanałów
pt: Filtro serviços
ru: Фильтр сервисов
sk: Filtrovať služby
tr: Hizmet filtresi

source: Settings
be: Налады
de: Einstellungen
es: Configuración
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
tr: Ayarlar

source: Up
be: Уверх
de: Aufwärts
es: Arriba
it: Su
nl: Boven
pl: Góra
pt: Arriba
ru: Переместить вверх
sk: Nahor
tr: Yukarı

source: Down
be: Уніз
de: Runter
es: Abajo
it: Giù
nl: Onder
pl: Dół
pt: Abaixo
ru: Переместить вниз
sk: Nadol
tr: Aşağı

source: Active profile:
be: Актыўны профіль:
de: Aktives Profil:
es: Perfil activo:
it: Profilo attivo:
nl: Actief profiel:
pl: Aktywny Profil:
pt: Perfil ativo:
ru: Активный профиль:
sk: Aktuálny profil:
tr: Etkin profil:

source: All
be: Усе
de: Alle
es: Todo
it: Tutto
nl: Alle
pl: Wszystko
pt: Tudo
ru: Все
sk: Všetko
tr: Tümü

source: Are you sure?
be: Вы ўпэўнены?
de: Bist du sicher?
es: ¿Estás seguro?
it: Sei sicuro?
nl: Ben je zeker?
pl: Czy na pewno?
pt: Tem certeza?
ru: Вы уверены?
sk: Ste si istý?
tr: Emin misin?

source: Current data path:
be: Цякучы шлях да дадзеных:
de: Aktueller Datenpfad:
es: Ruta de datos actual:
it: Percorso dati corrente:
nl: Huidig datapad:
pl: Aktualna ścieżka danych:
pt: Rota de dados atual:
ru: Текущий путь к данным:
sk: Aktuálny adresár údajov:
tr: Mevcut veri yolu:

source: Data:
be: Дадзеныя:
de: Daten:
es: Datos:
it: Dati:
pl: Dane:
pt: Dados:
ru: Данные:
sk: Údaje:
tr: Veri:

source: Enigma2 channel and satellite list editor.
be: Рэдактар спіса каналаў і спадарожнікаў Enigma2.
it: Editor di elenchi di canali e satelliti per Enigma2.
pl: Edytor kanałów i list satelitarnych Enigma2.
ru: Редактор списка каналов и спутников Enigma2.
sk: Enigma2 editor služieb a zoznamov.
tr: Enigma2 kanal ve uydu listesi düzenleyicisi.

source: Host:
be: Адрас рэсівера:
pt: Anfitrião:
ru: Адрес ресивера:
sk: Hostiteľ:
tr: Ana bilgisayar:

source: Loading data...
be: Загрузка дадзеных...
de: Daten laden...
es: Cargando datos...
it: Caricamento dati...
nl: Laden data...
pl: Ładowanie danych...
pt: Carregar dados...
ru: Загрузка данных...
sk: Nahrávanie údajov...
tr: Veriler yükleniyor ...

source: Receive
be: Атрымаць
de: Empfangen
es: Recibir
it: Scarica
nl: Ontvangen
pl: Pobierz
pt: Receber
ru: Получить
sk: Nahrať
tr: Cihazdan Al

source: Receive files from receiver
be: Атрымаць файлы з рэсівера
de: Dateien vom Receiver empfangen
es: Recibir ficheros de su receptor
it: Scarica i files dal ricevitore
nl: Ophalen files van uw ontvanger
pl: Pobieranie plików z odbiornika
pt: Receber ficheiros do seu receptor
ru: Получить файлы из ресивера
sk: Nahrať súbory z prijímača
tr: Alıcıdan dosya al

source: Receiver IP:
be: IP адрас рэсівера:
es: IP del receptor:
it: IP/Host del ricevitore:
nl: Ontvanger IP:
pl: Adres IP odbiornika:
pt: Receptor IP:
ru: IP адрес ресивера:
sk: Adresa IP prijímača:
tr: Alıcı IP'si:

source: Remove unused bouquets
be: Выдаліць некарыстаныя букеты
de: Nicht benötigte Bouquets entf.
es: Borrar bouquets sin usar
it: Elimina bouquet non utilizzati
nl: Verwijder ongebruikte boeketten
pl: Usuń nieużywany bouquet
pt: Remover ramos sem usar
ru: Удалить неиспользуемые букеты
sk: Odstrániť nepoužité balíčky
tr: Kullanılmayan buketleri kaldır

source: Reset profile
be: Скід профілю
de: Profil zurücksetzen
es: Restablecer perfil
it: Reimposta profilo
nl: Profiel terugzetten
pl: Reset profilu
pt: Restabelecer perfil
ru: Сброс профиля
sk: Obnoviť profil
tr: Profili sıfırla

source: Satellites
be: Спадарожнікі
de: Satelliten
es: Satélites
it: Satelliti
nl: Satellieten
pl: Satelity
pt: Satélites
ru: Спутники
sk: Satelity
tr: Uydular

source: Transponders
be: Транспондары
it: Transponder
ru: Транспондеры
sk: Transpondéry

source: Satellites.xml file:
be: Файл satellites.xml:
de: Satellites.xml Datei:
es: Fichero satellites.xml:
it: File satellites.xml:
nl: Satellites.xml bestand:
pl: Plik Satellites.xml:
pt: Ficheiro Satellites.xml:
ru: Файл satellites.xml:
sk: Súbor satellites.xml:
tr: Satellites.xml dosyası:

source: Selected
be: Выбар
de: Ausgewählt
es: Seleccionado
it: Selezionato
nl: Geselecteerd
pl: Wybrany
pt: Selecionado
ru: Выбор
sk: Vybrané
tr: Seçildi

source: Send
be: Адправіць
de: Senden
es: Enviar
it: Invia
nl: Verzend
pl: Wyślij
pt: Enviar
ru: Отправить
sk: Odoslať
tr: Cihaza Gönder

source: Send files to receiver
be: Адправіць файлы ў рэсівер
de: Dateien zum Receiver senden
es: Enviar ficheros al receptor
it: Invia i file al ricevitore
nl: Verzend bestanden naar ontvanger
pl: Wysyłanie plików do odbiornika
pt: Enviar ficheiros ao recetor
ru: Отправить файлы в ресивер
sk: Odoslať súbory do prijímača
tr: Alıcıya dosya gönder

source: Services and Bouquets files:
be: Файлы сэрвісаў і букетаў:
de: Services- und Bouquet-Dateien:
es: Ficheros de servicios y bouquets:
it: File servizi e bouquet:
nl: Diensten en Boeketten bestanden:
pl: Usługi i bukiety plików:
pt: Ficheiros de Serviços e ramos:
ru: Файлы сервисов и букетов:
sk: Súbory služieb a balíčkov:
tr: Hizmetler ve Buketler dosyaları:

source: User bouquet files:
be: Файлы букетаў:
de: Benutzer-Bouquetdateien:
es: Importar ficheros de bouquets:
it: File bouquet utente:
nl: Importeer boeket bestanden:
pl: Pliki bukietu użytkownika:
pt: Importar ficheiros de ramos:
ru: Файлы букетов:
sk: Súbory užívateľského balíčka:
tr: Kullanıcı buketi dosyaları:

source: Extra:
be: Дадаткова:
pl: Dodatkowe:
ru: Дополнительно:
sk: Doplnkové:
tr: Ekstra:

source: Only free
be: Толькі адкрытыя
de: Nur freie
es: Solamente libres
it: Solo gratis
nl: Enkel gratis
pl: Tylko FTA
pt: Somente de graça
ru: Только открытые
tr: Sadece ücretsiz

source: All positions
be: Усе пазіцыі
de: Alle Positionen
es: Todas las posiciones
it: Tutte le posizioni
nl: Alle posities
pl: Wszystkie pozycje
pt: Todas as posições
ru: Все позиции
sk: Všetky pozície
tr: Tüm pozisyonlar

source: All types
be: Усе тыпы
de: Alle Typen
es: Todos los tipos
it: Tutti i tipi
nl: Alle types
pl: Wszystkie typy
pt: Todos os tipos
ru: Все типы
sk: Všetky typy
tr: Tüm türler

source: Play
be: Прайграванне
de: Abspielen
es: Reproducir
it: Riproduci
pl: Odtwarzaj
ru: Воспроизведение
sk: Prehrať
tr: Oynat

source: Stop playback
be: Супын
de: Wiedergabe beenden
es: Detener la reproducción
it: Ferma riproduzione
nl: Stop afspelen
pl: Zatrzymaj odtwarzanie
pt: Deter a reprodução
ru: Останов
sk: Zastaviť prehrávanie
tr: Oynatmayı durdur

source: Previous stream in the list
be: Папярэдні паток у спісе
de: Vorheriger Stream in der Liste
es: Anterior stream en la lista
it: Stream precedente nell'elenco
nl: Vorige stream in de lijst
pl: Poprzedni strumień na liście
pt: Sequência anterior na lista
ru: Предыдущий поток в списке
sk: Predchádzajúci stream v zozname
tr: Listedeki önceki akış

source: Next stream in the list
be: Наступны паток у спісе
de: Nächster Stream in der Liste
es: Siguiente stream en la lista
it: Stream successivo nell'elenco
nl: Volgende stream in de lijst
pl: Następny strumień na liście
pt: Sequência siguinte na lista
ru: Следующий поток в списке
sk: Nasledujúci stream v zozname
tr: Listedeki sonraki akış

source: Toggle in fullscreen
be: Паказаць ва ўвесь экран
de: Zu Vollbildmodus umschalten
es: Cambiar a pantalla completa
it: Attiva/disattiva schermo intero
nl: Wissel naar volledig scherm
pl: Przełącz na pełny ekran
pt: Trocar na ecrã completa
ru: Показать во весь экран
sk: Zobraziť v celom okne
tr: Tam ekranda geçiş yap

source: Close
be: Закрыць
de: Schließen
es: Cerrar
it: Chiudi
nl: Afsluiten
pl: Zamknij
pt: Fexar
ru: Закрыть
sk: Zatvoriť
tr: Kapat

source: Load providers
be: Загрузіць правайдары
de: Provider laden
es: Cargar proveedores
it: Carica provider
nl: Laad leveranciers
pl: Załaduj dostawców
pt: Carregar provedores
ru: Загрузить провайдеры
sk: Nahrať poskytovateľov
tr: Yük sağlayıcılar

source: Providers
be: Правайдары
de: Provider
es: Proveedores
it: Provider
nl: Leveranciers
pl: Dostawca
pt: Fornecedores
ru: Провайдеры
sk: Poskytovatelia
tr: Yayıncılar

source: Receive picons
be: Загрузіць піконы
de: Picons empfangen
es: Recibir picons
it: Scarica picon
nl: Ontvang pictogrammen
pl: Pobierz pikony
pt: Recever picons
ru: Загрузить пиконы
sk: Nahrať piktogramy
tr: Piconları al

source: Picons name format:
be: Фармат імя піконаў:
de: Picon Namens-Format:
es: Formato del nombre de los picons:
it: Formato nome picon:
nl: Pictogrammen naam formaat:
pl: Format nazw pikon:
pt: Picons formato nomes:
ru: Формат имени пиконов:
sk: Formát názvu piktogramov:
tr: Piconların adı biçimi:

source: Resize:
be: Змяніць памер:
de: Größe ändern:
es: Redimensionar:
it: Ridimensiona:
nl: Verklein/vergroot:
pl: Zmień rozmiar:
pt: Redimensionar:
ru: Обрезать:
sk: Zmeniť rozmer:
tr: Yeniden boyutlandır:

source: Current picons path
be: Цякучы шлях да піконаў
it: Percorso picon attuale
pl: Aktualna ścieżka pikon
ru: Текущий путь к пиконам
sk: Aktuálny adresár piktogramov
tr: Mevcut piconların yolu

source: Receiver picons path:
be: Шлях да піконаў рэсівера:
de: Receiver Piconspfad:
es: Ruta picons receptor:
it: Percorso picon sul ricevitore:
nl: Ontvanger Pictogrammen pad:
pl: Ścieżka pikon odbiornika:
pt: Rota picons recetor:
ru: Путь к пиконам ресивера:
sk: Adresár piktogramov v prijímači:
tr: Alıcı picon yolu:

source: Picons download tool
be: Загрузнік піконаў
es: Herramienta de descarga de picons
it: Strumento per scaricare picon
nl: Pictogrammen download gereedschap
pl: Narzędzie pobierania pikon
pt: Picons ferramenta de descarga
ru: Загрузчик пиконов
sk: Správca sťahovania piktogramov
tr: Picon indirme aracı

source: Transfer to receiver
be: Загрузіць у рэсівер
de: Übertragung zum Receiver
es: Transferir al receptor
it: Trasferisci al ricevitore
nl: Transfereren naar ontvanger
pl: Wyślij do odbiornika
pt: Transferir ao recetor
ru: Загрузить в ресивер
sk: Presun do prijímača
tr: Alıcıya aktar

source: Downloader
be: Загрузнік
es: Programa de descarga
it: Scarica
pl: Pobieranie
pt: Descarregador
ru: Загрузчик
sk: Sťahovač
tr: İndirici

source: Converter
be: Канвертар
de: Konverter
es: Convertidor
it: Converti
nl: Omvormer
pl: Konwerter
pt: Conversor
ru: Конвертер
sk: Prevodník
tr: Dönüştürücü

source: Convert
be: Канвертаваць
de: Konvertierung
es: Convertir
it: Converti
nl: Converteer
pl: Konwertuj
pt: Converter
ru: Конвертировать
sk: Konvertovať
tr: Dönüştür

source: Path to save:
be: Шлях для захавання:
de: Speicherpfad:
es: Ruta para guardar:
it: Percorso salvataggio:
nl: Pad om op te slaan:
pl: Zapisz do:
pt: Rota para guardar:
ru: Путь для сохранения:
sk: Adresár pre uloženie:
tr: Kaydetme yolu:

source: Path to Enigma2 picons:
be: Шлях да піконаў фармату Enigma2:
de: Pfad zu Enigma2-Picons:
es: Ruta a picons de Enigma2:
it: Persorso picon su Enigma2:
nl: Pad naar Enigma2 Pictogrammen:
pl: Ścieżka do pikon Enigma2:
pt: Rota a picons Enigma2:
ru: Путь к пиконам формата Enigma2:
sk: Adresár pre Enigma2 piktogramy:
tr: Enigma2 piconların yolu:

source: Specify the correct position value for the provider!
be: Пакажыце правільнае значэнне пазіцыі для правайдара!
de: Geben Sie den richtigen Positionswert für den Provider an!
es: ¡Especifica el valor correcto de la posición del proveedor!
it: Specifica il valore di posizione corretto per il provider!
nl: Geeft de juiste positie waarde voor de provider!
pl: Podaj poprawną wartość pozycji dla dostawcy!
pt: Especifique a posição correta para o provedor!
ru: Укажите правильное значение позиции для провайдера!
sk: Zadajte správnu hodnotu pozície pre poskytovateľa!
tr: Sağlayıcı için doğru pozisyon değerini belirtin!

source: Converter between formats
be: Канвертар фарматаў
sk: Prevodník medzi formátmi

source: Receive picons for providers
be: Атрыманне піконаў для правайдараў
de: Picons für Provider erhalten
es: Recibir picons de proveedores
it: Scarica picon per provider
nl: Ontvang Pictogrammen voor providers
pl: Pobierz pikony od nadawcy
pt: Recever picons para provedor
ru: Получение пиконов для провайдеров
sk: Stiahnuť piktogramy pre poskytovateľov
tr: Sağlayıcılar için picon alma

source: Load satellite providers.
be: Загрузка правайдараў
de: Lade Satellitenprovider.
es: Cargar proveedores de satélite.
it: Carica provider satellitari
nl: Laad satelliet providers.
pl: Załaduj dostawców satelitarnych.
pt: Carregar provedores Satélite.
ru: Загрузка провайдеров
sk: Nahrať poskytovateľov.
tr: Uydu sağlayıcılarını yükle.
