Repository: DYefremov/DemonEditor
Catalog: po/*/demon-editor.po
Languages: be, de, es, it, nl, pl, pt, ru, sk, tr

source: A bouquet with that name exists!
be: Букет з такім імем існуе!
de: Bouquet mit diesem Namen existiert!
es: ¡Ya existe un bouquet con ese nombre!
it: Esiste già un bouquet con quel nome!
nl: Er bestaat al een boeket met deze naam!
pl: Istnieje bukiet o tej nazwie!
pt: ¡Ya existe un bouquet con ese nombre!
ru: Букет с таким именем существует!
sk: Balíček s týmto názvom existuje!
tr: Bu isimli bir buket var!

source: Details
be: Падрабязна
es: Detalles
it: Dettagli
pl: Właściwości
pt: Detalles
ru: Подробно
sk: Podrobnosti
tr: Detaylar

source: Profile
be: Профіль
de: Profil
es: Perfil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sk: Profil
tr: Profil

source: Reset
be: Скід
it: Reimposta
pl: Reset profilu
ru: Сброс
sk: Obnoviť
tr: Yeniden Başlat

source: File
be: Файл
de: Datei
es: Fichero
pl: Plik
pt: Archivo
ru: Файл
sk: Súbor
tr: Dosya

source: Picons manager
be: Мэнэджар піконаў
es: Gestor de picons
it: Gestore picon
nl: Pictogrammen manager
pl: Menedżer pikonów
ru: Менеджер пиконов
sk: Správca piktogramov
tr: Picon yöneticisi

source: Explorer
be: Правадыр
es: Explorador
it: Esplora
pt: Explorador
ru: Проводник
sk: Prieskumník

source: Satellite url:
be: URL спадарожніка:
de: Satellit URL:
es: Url satélite:
it: URL satellite:
nl: Satelliet url:
pl: Satelitarny url:
pt: Url Satelite:
ru: URL cпутника:
sk: Satelitná url:
tr: Uydu url:

source: Cut
be: Выразаць
de: Ausschneiden
es: Cortar
it: Taglia
nl: Knip
pl: Wytnij
pt: Cortar
ru: Вырезать
sk: Vystrihnúť
tr: Kes

source: Paste
be: Уставіць
de: Einfügen
es: Pegar
it: Incolla
nl: Plak
pl: Wklej
pt: Pegar
ru: Вставить
sk: Vložiť
tr: Yapıştır

source: To the top
be: У пачатак
de: Zum Anfang
es: Ir arriba
it: All'inizio
nl: Naar de top
pl: Przenieś na góre bukietu
pt: Ir arriba
ru: В начало
sk: Na vrch
tr: Başlangıçta

source: To the end
be: У канец
de: Zum Ende
es: Al final
it: Alla fine
nl: Naar het einde
pl: Przenieś na koniec bukietu
pt: Al final
ru: В конец
sk: Na spodok
tr: Sonunda

source: View
be: Выгляд
de: Darstellung
es: Vista
it: Visualizzazione
pl: Widok
pt: Vista
ru: Вид
sk: Zobraziť
tr: Görünüm

source: Lock
be: Замок
de: Sperre
es: Bloqueo
it: Blocca
nl: Slot
pl: Zablokuj
pt: Bloqueo
ru: Замок
sk: Zamknúť
tr: Kilit

source: Parent lock
be: Бацькоўскі замок
de: Elternsperre
es: Bloqueo parental
it: Blocco genitori
nl: Ouderlijk Slot
pl: Blokada rodzicielska
pt: Bloqueo parental
ru: Родительский замок
sk: Rodičovský zámok
tr: Ebeveyn kilidi

source: Hide/Skip
be: Схаваць/Прапусціць
de: Ausblenden/Überspringen
es: Escoder/Saltar
it: Nascondi/Salta
nl: Verberg/Spring
pl: Ukryj/Pomiń
pt: Escoder/Saltar
ru: Скрыть/Пропустить
sk: Skryť/Preskočiť
tr: Gizle/Atla

source: IPTV tools
be: Прылады IPTV
es: Intrumentos IPTV
it: Strumenti IPTV
nl: IPTV instrumenten
pl: Narzędzia IPTV
pt: Intrumentos IPTV
ru: Инструменты IPTV
sk: IPTV nástroje
tr: IPTV araçları

source: Make profile folder as default for the additional data
be: Усталяваць папку профілю па змаўчанні для дад. дадзеных
de: Profilordner als Standard für die zusätzlichen Daten festlegen
es: Usar por defecto el directorio de perfil para los datos adicionales
it: Imposta la cartella del profilo come predefinita per i dati aggiuntivi
nl: Maak profiel map standaard voor addionele data
pl: Ustaw folder profilu jako domyślny dla dodatkowych danych
pt: Has folder de perfil estandar para datos adicionales
ru: Установить папку профиля по умолчанию для доп. данных
sk: Nastaviť priečinok profilu ako predvolený pre ďalšie údaje
tr: Ek veriler için profil klasörünü varsayılan yap

source: Default data path:
be: Шлях да дадзеных па змаўчанні:
de: Standard-Datenpfad:
es: Ruta estándar de datos:
it: Percorso dati predefinito:
nl: Standaard data pad:
pl: Domyślna ścieżka danych:
pt: Ruta estandar de datos:
ru: Путь к данным по умолчанию:
sk: Predvolený adresár k údajom:
tr: Varsayılan veri yolu:

source: Streams record path:
be: Шлях да запісаў патокаў:
de: Streams Aufnahmepfad:
es: Ruta de grabación del stream:
it: Percorso registrazioni stream:
nl: Opnamepad streams:
pl: Ścieżka zapisu nagrań:
pt: Ruta de gravacion de stream:
ru: Путь к записям потоков:
sk: Adresár k záznamu streamov:
tr: Akış kayıt yolu:

source: Record
be: Запіс
de: Aufnahme
es: Grabación
it: Registra
nl: Opnemen
pl: Nagrania
pt: Gravar
ru: Запись
sk: Nahrať
tr: Kayıt

source: Record:
be: Запіс:
de: Aufnahme:
es: Grabación:
it: Registrazioni:
nl: Opnemen:
pl: Nagrania:
pt: Gravar:
ru: Запись:
sk: Nahrávanie:
tr: Kayıt:

source: Record to disk:
be: Запіс на дыск:
de: Aufnahme auf Festplatte:
es: Grabación en disco:
it: Registra su disco:
nl: Opnemen op schijf:
pl: Zapis na dysk:
pt: Gravar en disco:
ru: Запись на диск:
sk: Nahrávanie na disk:
tr: Diske kaydet:

source: Streaming
be: Патокі
pl: Transmisja
pt: Streameando
ru: Потоки
sk: Streamovanie
tr: Yayın Akışı

source: Activate transcoding
be: Актываваць перакадоўку
de: Aktivieren der Transkodierung
es: Activar transcodificación
it: Attiva transcodifica
nl: Activeer transcodering
pl: Aktywuj
pt: Activer transcodificacion
ru: Активировать перекодировку
sk: Aktivovať prekódovanie
tr: Kod dönüştürmeyi etkinleştir

source: Presets:
be: Перадусталёўкі:
de: Voreinstellungen:
es: Preajustes:
it: Profili:
nl: Onstellingen:
pl: Ustawienia transkodowania:
ru: Предустановки:
sk: Predvoľby:
tr: Ön ayarlar:

source: Video options:
be: Опцыі відэа:
de: Video-Optionen:
es: Opciones vídeo:
it: Opzioni video:
nl: Video opties:
pl: Opcje wideo:
pt: Opciones Video:
ru: Опции видео:
sk: Možnosti obrazu:
tr: Video seçenekleri:

source: Audio options:
be: Опцыі аўдыя:
de: Audio-Optionen:
es: Opciones audio:
it: Opzioni audio:
nl: Audio opties:
pl: Opcje audio:
pt: Opciones Audio:
ru: Опции аудио:
sk: Možnosti zvuku:
tr: Ses seçenekleri:

source: Bitrate (kb/s):
be: Бітрэйт (kb/s):
pl: Szybkość transmisji (kb/s):
ru: Битрейт (kb/s):
sk: Bitová rýchlosť (kb/s):
tr: Bit hızı (kb/s):

source: Codec:
be: Кодэк:
es: Códec:
pl: Kodek:
ru: Кодек:
sk: Kodek:

source: Width (px):
be: Шырыня (px):
de: Breite (px):
es: Ancho (px):
it: Larghezza (px):
nl: Breedte (px):
pl: Szerokość (px):
pt: Ancho (px):
ru: Ширина (px):
sk: Šírka (px):
tr: Genişlik (px):

source: Height (px):
be: Вышыня (px):
de: Höhe (px):
es: Alto (px):
it: Altezza (px):
nl: Hoogte (px):
pl: Wysokość (px):
pt: Alto (px):
ru: Высота (px):
sk: Výška (px):
tr: Yükseklik (px):

source: Channels:
be: Каналы:
de: Kanäle:
es: Canales:
it: Canali:
nl: Kanalen:
pl: Kanały:
pt: Canales:
ru: Каналы:
sk: Kanály:
tr: Kanallar:

source: Sample rate (Hz):
be: Частата дыскр. (Гц):
es: Frecuencia de muestreo (Hz):
it: Frequenza campionamento (Hz):
pl: Częstotliwość próbkowania (Hz):
pt: Sample rate (Гц):
ru: Частота дискр. (Гц):
sk: Vzorkovací kmitočet (Hz):
tr: Örnekleme hızı (Hz):

source: Play streams mode:
be: Рэжым прайгравання патокаў:
de: Stream-Abspielmodus:
es: Modo de reproducción de los streams:
it: Modalità riproduzione stream:
nl: Speel in streams mode:
pl: Tryb odtwarzania strumieni:
pt: Tocar en modo streams:
ru: Режим воспроизведения потоков:
sk: Režim prehrávania streamov:
tr: Akışları oynatma modu:

source: Built-in player
be: Убудаваны плэер
de: Integrierter Player
es: Reproductor interno
it: Riproduttore integrato
nl: Ingebouwde speler
pl: Wbudowany odtwarzacz
pt: Reproductor interno
ru: Встроенный плеер
sk: Vstavaný prehrávač
tr: Dahili oynatıcı

source: In a separate window
be: У асобным акне
de: In einem separaten Fenster
es: En una ventana aparte
it: In una finestra separata
pl: W osobnym oknie
ru: В отдельном окне
sk: V samostatnom okne
tr: Ayrı bir pencerede

source: Only get m3u file
be: Атрымаць файл *.m3u
de: Nur m3u-Datei erhalten
es: Sólo bajar fichero m3u
it: Scarica solo file m3u
nl: Enkel de m3u file ophalen
pl: Tylko pobierz plik m3u
pt: Solo bajar archivo *.m3u
ru: Получить файл *.m3u
sk: Získať iba súbor m3u
tr: Sadece m3u dosyası al

source: Save and restart the program to apply the settings.
be: Захавайце і перазапусціце праграму, каб ужыць налады.
de: Änderungen speichern und anschließend das Programm neustarten, um die Einstellungen zu übernehmen.
es: Guardar y reiniciar el programa para aplicar la configuración.
it: Salva e riavvia il programma per applicare le impostazioni.
nl: Het programma opslaan en herstarten om settings toe te passen.
pl: Zapisz i uruchom ponownie program, aby zastosować ustawienia.
pt: Guarde y reinicie el programa para aplicar la configuración.
ru: Сохраните и перезапустите программу, чтобы применить настройки.
sk: Uložte a reštartujte program, aby sa nastavenia použili.
tr: Ayarları uygulamak için programı kaydedin ve yeniden başlatın.

source: Some images may have problems displaying the favorites list!
be: Некаторыя выявы могуць мець праблемы з адлюстраваннем спіса абранага!
de: Einige Bilder können Probleme in der Anzeige der Favoritenliste haben!
es: ¡Algunas imágenes pueden tener problemas al mostrar la lista de favoritos!
it: Alcune immagini potrebbero presentare problemi nella visualizzazione dell'elenco dei preferiti!
nl: Sommige afbeeldingen kunnen problemen opleveren bij vertonen in de favorietenlijst!
pl: Niektóre obrazy mogą mieć problemy z wyświetlaniem listy ulubionych!
pt: Algunas imágenes pueden tener problemas para mostrar la lista de favoritos!
ru: Некоторые образы могут иметь проблемы с отображением списка избранного!
sk: Niektoré IMAGE môžu mať problémy so zobrazením zoznamu obľúbených!
tr: Bazı resimler sık kullanılanlar listesini görüntülerken sorun yaşayabilir!

source: Operates in standby mode or current active transponder!
be: Працуе ў рэжыме чакання ці актыўным транспондары!
de: Arbeitet im Standby-Modus oder der Transponder ist bereits in Verwendung!
es: ¡Funciona en modo de espera o transpondedor activo actual!
it: Funziona in modalità standby o transponder attivo corrente!
nl: Werkt in standby mode of op dehuiduge actieve transponder!
pl: Działa w trybie gotowości lub aktualnie jest aktywny transponder!
pt: Funciona en modo de espera o transpondedor activo actual!
ru: Работает в режиме ожидания или текущем активном транспондере!
sk: Funguje v pohotovostnom režime alebo pri aktuálne aktívnom transpondére!
tr: Bekleme modunda veya geçerli aktif transponderde çalışır!

source: No connection to the receiver!
be: Няма злучэння з рэсіверам!
de: Keine Verbindung zum Receiver!
es: ¡Desconectado del receptor!
it: Nessuna connessione con il ricevitore!
nl: Geen verbinding met de ontvanger!
pl: Brak połączenia z odbiornikiem!
pt: Sin conexión al receptor!
ru: Нет соединение с ресивером!
sk: Žiadne spojenie s prijímačom!
tr: Alıcıya bağlantı yok!

source: Signal level
be: Узровень сігналу
de: Signalpegel
es: Nivel de señal
it: Livello segnale
nl: Signaal niveau
pl: Poziom sygnału
pt: Nivel de señal
ru: Уровень сигнала
sk: Úroveň signálu
tr: Sinyal seviyesi

source: Receiver info
be: Інфармацыя пра рэсівер
es: Información sobre el receptor
it: Informazioni ricevitore
nl: Informatie over de ontvanger
pl: Informacje o odbiorniku
pt: Informacion sobre receptor
ru: Информация о ресивере
sk: Informácie o STB
tr: Alıcı bilgisi

source: A profile with that name exists!
be: Профіль з такім імем існуе!
de: Ein Profil mit diesem Namen existiert!
es: ¡Ya existe un perfil con ese nombre!
it: Esiste già un profilo con quel nome!
nl: Er bestaat al een profiel met die naam!
pl: Profil o tej nazwie już istnieje!
pt: Existe un perfil con ese nombre!
ru: Профиль с таким именем существует!
sk: Profil s týmto menom už existuje!
tr: Bu ada sahip bir profil var!

source: Show short info as hints in the main services list
be: Паказваць кароткую інфармацыю ў выглядзе падказак у асноўным спісе паслуг
de: Kurzinfos als Tooltips in der Hauptliste anzeigen
es: Mostrar información breve como sugerencias en la lista de servicios principal
it: Mostra informazioni brevi come suggerimenti nell'elenco dei servizi principali
nl: Toon korte info als hints in de hoofd servicelijst
pl: Pokaż krótkie informacje jako wskazówki na głównej liście usług
pt: Mostrar información breve como sugerencias en la lista de servicios principal
ru: Показывать краткую информацию в виде подсказок в основном списке услуг
sk: Zobraziť krátke informácie ako rady v hlavnom zozname služieb
tr: Kısa bilgileri ana hizmetler listesinde ipuçları olarak göster

source: Show detailed info as hints in the bouquet list
be: Паказваць падрабязную інфармацыю ў выглядзе падказак у спісе букетаў
de: Detaillierte Informationen als Tooltips in der Bouquetliste anzeigen
es: Mostrar información detallada como consejo en la lista de bouquets
it: Mostra informazioni dettagliate come suggerimenti nell'elenco dei bouquet
nl: Toon gedetalleerde info als hints in de boeket lijst
pl: Pokaż szczegółowe informacje jako wskazówki na liście bukietów
pt: Mostrar información detallada como pistas en la lista de bouquet
ru: Показывать подробную информацию в виде подсказок в списке букетов
sk: Zobraziť podrobné informácie ako rady v zozname balíčka
tr: Ayrıntılı bilgileri buket listesinde ipuçları olarak göster

source: Enable alternate bouquet file naming
be: Уключыць альтэрнатыўнае найменне файлаў букета
de: Aktivieren der alternativen Benennung für Bouquet-Dateien
es: Habilitar nombres alternativos para los ficheros de bouquets
it: Abilita denominazione alternativa file bouquet
nl: Laat alternatieve boeket benamingen toe
pl: Włącz alternatywne nazewnictwo plików bukietów
pt: Habilitar nombres alternativos de archivos de bouquet
ru: Включить альтернативное именование файлов букета
sk: Povoliť alternatívne pomenovanie súboru balíčka
tr: Alternatif buket dosyası adlandırmasını etkinleştir

source: Allows you to name bouquet files using their names.
be: Дазваляе называць файлы букетаў, выкарыстоўваючы іх імёны.
de: Ermöglicht Bouquet-Dateien mit ihren Namen zu benennen.
es: Permite nombrar ficheros de bouquets usando sus propios nombres.
it: Ti permette di nominare i file del bouquet usando i loro nomi.
nl: Laat toe om boeket te noemen naar bestandsbenaming.
pl: Pozwala nazwać pliki bukietów przy użyciu ich nazw.
pt: Le permite nombrar archivos de bouquet usando sus nombres.
ru: Позволяет называть файлы букетов, используя их имена.
sk: Umožňuje pomenovať súbory balíčka pomocou ich názvov.
tr: Buket dosyalarını isimlerini kullanarak isimlendirmenizi sağlar.

source: Appearance
be: Выгляд
de: Aussehen
es: Apariencia
it: Aspetto
nl: Uitzicht
pl: Wygląd
pt: Apariencia
ru: Внешний вид
sk: Vzhľad
tr: Görünüm

source: Enable Themes support
be: Уключыць падтрымку тэм
de: Theme Unterstützung aktivieren
es: Habilitar compatibilidad con temas
it: Abilita supporto temi
nl: Laat themaondersteuning toe
pl: Włącz obsługę motywów
pt: Habilitar compatibilidad con temas
ru: Включить поддержку тем
sk: Povoliť podporu tém
tr: Temalar desteğini etkinleştir

source: Gtk3 Theme:
be: Тэма Gtk3:
es: Теma Gtk3:
it: Tema Gtk3:
nl: Gtk3 Thema:
pl: Gtk3 motyw:
pt: Тема Gtk3:
ru: Тема Gtk3:
sk: Téma Gtk3:
tr: Gtk3 Teması:

source: Icon Theme:
be: Тэма значкоў:
es: Icono del tema:
it: Tema icone:
nl: Icoon Thema:
pl: Motyw ikon:
pt: Тема Icono:
ru: Тема значков:
sk: Téma Ikon:
tr: Simge Teması:

source: Gtk3 Themes and Icons:
be: Gtk3 тэмы и значкі:
de: Gtk3 Themes und Icons:
es: Tema Gtk3 e iconos:
it: Temi e icone Gtk3:
nl: Gtk3 en Icoon Themas:
pl: Gtk3 motywy i ikony:
pt: Tema Gtk3 e Iconos:
ru: Gtk3 темы и иконки:
sk: Témy Gtk3 a Ikon:
tr: Gtk3 Tema ve Simgeler:

source: Deleting data...
be: Выдаленне дадзеных...
de: Daten löschen...
es: Borrando datos...
it: Eliminazione dati...
nl: Wist data ...
pl: Usuwanie danych...
pt: Borrando datos ...
ru: Удаление данных ...
sk: Mazanie údajov...
tr: Veriler siliniyor...

source: Download from the receiver
be: Загрузіць з рэсівера
de: Downloaden vom Receiver
es: Descargar desde el receptor
it: Scarica dal ricevitore
nl: Download van de ontvanger
pl: Pobierz z odbiornika
pt: Descargar desde el receptor
ru: Загрузить с ресивера
sk: Stiahnutie z prijímača
tr: Alıcıdan indir

source: Remove all picons from the receiver
be: Выдаліць усе піконы з рэсівера
de: Alle Picons vom dem Receiver entfernen
es: Borrar todos los picons del receptor
it: Rimuovi tutti i picon dal ricevitore
pl: Usuń wszystkie pikony z odbiornika
pt: Eliminar todos los picons del receptor
ru: Удалить все пиконы с ресивера
sk: Odstráňte všetky piktogramy z prijímača
tr: Alıcıdaki tüm piconları kaldırın

source: Service reference
be: Сэрвісная спасылка
de: Kanalreferenz
es: Referencia del servicio
it: Servizio di riferimento
nl: Service referentie
pl: Odniesienie do usługi
pt: Referencia de servicio
ru: Сервисная ссылка
sk: Referencia služby
tr: Servis referansı

source: Enable support for
be: Уключыць падтрымку
de: Unterstützung aktivieren für
es: Habilitar soporte para
it: Abilita supporto per
pl: Włącz obsługę
pt: Habilitar soporte para
ru: Включить поддержку
sk: Povoliť podporu pre
tr: Temalar için desteği etkinleştir

source: Auto-check for updates
be: Аўтаправерка абнаўленняў
de: Automatische Prüfung auf Updates
es: Comprobación automática de actualizaciones
it: Verifica automatica degli aggiornamenti
nl: Auto-check voor updates
pl: Automatyczne sprawdzanie aktualizacji
pt: Verificación automática de actualizaciones
ru: Автопроверка обновлений
sk: Automatická kontrola aktualizácií
tr: Güncellemeleri otomatik kontrol et

source: Filter services
be: Фільтраваць сэрвісы
de: Dienste filtern
es: Filtrar servicios
it: Filtro servizi
nl: Filter diensten
pl: Filtruj usługi
pt: Filtrar servicios
ru: Фильтровать сервисы
sk: Filtrovať služby
tr: Services filtrele

source: Filter services in the main list.
be: Фільтраваць сэрвісы ў асноўным спісе.
de: Dienste in der Hauptliste filtern.
es: Filtrar servicios en la lista principal.
it: Filtra i servizi nell'elenco principale.
nl: Filter diensten in de hoofdlijst.
pl: Filtruj usługi na głównej liście.
pt: Filtrar servicios en la lista principal.
ru: Фильтровать сервисы в основном списке.
sk: Filtrovať služby v hlavnom zozname.
tr: Ana listedeki services filtreleyin.

source: Destination:
be: Прызначэнне:
de: Ziel:
es: Destino:
it: Destinazione:
nl: Doel:
pl: Miejsce docelowe:
pt: Destino:
ru: Назначение:
sk: Destinácia:
tr: Hedef:

source: EXPERIMENTAL!
be: ЭКСПЕРЫМЕНТАЛЬНА!
de: EXPERIMENTELL!
it: SPERIMENTALE!
nl: EXPERIMENTEEL!
pl: EKSPERYMENTALNE!
ru: ЭКСПЕРИМЕНТАЛЬНО!
sk: EXPERIMENTÁLNE!

source: Sorting data...
be: Сартаванне дадзеных...
de: Daten sortieren...
es: Ordenando datos...
it: Ordinamento dati...
nl: Data ordenen...
pl: Sortowanie danych...
pt: Ordenando datos...
ru: Сортировка данных...
sk: Triedenie údajov...
tr: Verilerin sıralanması...

source: There are unsaved changes. Save them now?
be: Ёсць незахаваныя змены. Захаваць іх цяпер?
de: Es gibt ungespeicherte Änderungen. Möchtest du jetzt speichern?
es: Hay cambios sin guardar. ¿Desea guardarlos ahora?
it: Sono presenti modifiche non salvate. Salvarle ora?
nl: Er zijn niet-bwaarde wijzigingen. Nu opslaan?
pl: Istnieją niezapisane zmiany. Zapisać je teraz?
pt: Hay cambios sin guardar. ¿Guardarlos ahora?
ru: Имеются несохранённые изменения. Сохранить их сейчас?
sk: Existujú neuložené zmeny. Uložiť ich teraz?
tr: Kaydedilmemiş değişiklikler var. Şimdi kaydedilsin mi?

source: Are you sure you want to change the order of services in this bouquet?
be: Вы ўпэўнены, што хочаце змяніць парадак сэрвісаў у гэтым букеце?
de: Bist du sicher, dass du die Reihenfolge der Dienstleistungen in diesem Bouquet ändern willst?
es: ¿Está seguro de querer cambiar el orden de servicios en este bouquet?
it: Sei sicuro di voler cambiare l'ordine dei servizi in questo bouquet?
nl: Ben je zeker dat je de volgorde van de diensten in dit boeket wil wijzigen?
pl: Czy na pewno chcesz zmienić kolejność? usług w tym bukiecie?
pt: ¿Está seguro de que desea cambiar el orden de servicios en este bouquet?
ru: Вы уверены, что хотите изменить порядок сервисов в этом букете?
sk: Naozaj chcete zmeniť poradie služieb v tomto balíčku?
tr: Sırayı değiştirmek istediğinizden emin misiniz Bu buketdeki hizmetlerin sayısı?

source: Remove from the receiver
be: Выдаліць з рэсівера
de: Vom Receiver entfernen
es: Borrar del receptor
it: Rimuovi dal ricevitore
nl: Verwijder van de ontvanger
pl: Usuń z odbiornika
pt: Retirar del receptor
ru: Удалить с ресивера
sk: Odstráňte z prijímača
tr: Alıcıdaki tüm piconları kaldırın

source: Screenshot
be: Здымак экрана
es: Captura de pantalla
nl: Schermafbeelding
pl: Zrzut ekranu
pt: Captura de pantalla
ru: Скриншот
sk: Snímka obrazovky
tr: Ekran görüntüsü

source: Video
be: Відэа
es: Vídео
nl: Vidео
pl: Opcje wideo
pt: Vidео
ru: Видео

source: The Neutrino has only experimental support. Not all features are supported!
be: Neutrino мае толькі эксперыментальную падтрымку. Падтрымваюцца не ўсе функцыі!
de: Die Neutrino hat nur experimentelle Unterstützung. Nicht alle Funktionen werden unterstützt!
es: El Neutrino sólo dispone de soporte experimental. ¡No todas las funciones estarán disponibles!
it: Il Neutrino ha solo supporto sperimentale. Non tutte le funzionalità sono supportate!
nl: Neutrino heeft alleen experimentele ondersteuning. Niet alle functies worden ondersteund!
pl: Neutrino ma jedynie wsparcie eksperymentalne. Nie wszystkie funkcje są obsługiwane!
ru: Neutrino имеет только экспериментальную поддержку. Поддерживаются не все функции!
sk: NEUTRINO má iba experimentálnu podporu. Nie všetky funkcie sú podporované!
tr: Neutrino'nun yalnızca experimental desteği var. Tüm özellikler desteklenmiyor!

source: Enable experimental features
be: Уключыць эксперыментальныя функцыі
de: Experimentelle Funktionen aktivieren
es: Activar las funciones experimentales
it: Abilita funzionalità sperimentali
nl: Schakel experimentele functies in
pl: Włącz funkcje eksperymentalne
ru: Включить экспериментальные функции
sk: Povoliť experimentálne funkcie
tr: Experimental özellikleri etkinleştirin

source: Can't Playback!
be: Не атрымоўваецца прайграць!
de: Kann nicht abgespielt werden!
es: ¡No se puede reproducir!
it: Impossibile riprodurre!
nl: Kan niet afspelen!
pl: Nie można odtworzyć!
ru: Не удается воспроизвести!
sk: Nedá sa prehrať!
tr: Oynatılamıyor!

source: Enable Dark Mode
be: Уключыць цёмны рэжым
de: Dunkler Modus aktivieren
es: Habilitar modo oscuro
it: Abilita modalità scura
nl: Schakel de donkere modus in
pl: Włącz tryb ciemny
ru: Включить темный режим
sk: Povoliť tmavý režim
tr: Koyu Modu Etkinleştir

source: Extract...
be: Выняць...
de: Entpacken...
es: Extraer...
it: Estrai...
pl: Rozpakuj...
ru: Извлечь...
sk: Rozbaľovanie...
tr: Çıkart...

source: Unsupported format!
be: Непадтрымоўваны фармат!
de: Nicht unterstütztes Format!
es: ¡Formato no soportado!
it: Formato non supportato!
nl: Niet ondersteund formaat!
pl: Format nieobsługiwany!
ru: Неподдерживаемый формат!
sk: Nepodporovaný formát!
tr: Desteklenmeyen format!

source: Combine with the current data?
be: Аб'яднаць з цякучымі дадзенымі?
de: Mit den aktuellen Daten kombinieren?
es: ¿Combinar con los datos actuales?
it: Combinare con i dati attuali?
nl: Combineren met de huidige gegevens?
pl: Połączyć z aktualnymi danymi?
ru: Объединить с текущими данными?
sk: Kombinovať s aktuálnymi údajmi?
tr: Mevcut verilerle birleştirilsin mi?

source: Importing data done!
be: Імпарт дадзеных завершаны!
de: Daten-Import abgeschlossen!
es: ¡Importación finalizada!
it: Importazione dati completata!
nl: Gegevens importeren klaar!
pl: Importowanie danych zakończone!
ru: Импорт данных завершен!
sk: Import údajov je dokončený!
tr: Verilerin içe aktarılması tamamlandı!

source: Current service
be: Цякучы сэрвіс
de: Aktueller Service
es: Servicio actual
it: Servizio attuale
nl: Huidige dienst
pl: Bieżąca usługa
ru: Текущий сервис
sk: Aktuálna služba
tr: Mevcut service

source: Open folder
be: Адкрыць тэчку
de: Ordner öffnen
es: Abrir carpeta
it: Apri cartella
nl: Open Map
pl: Otwórz folder
ru: Открыть папку
sk: Otvoriť priečinok
tr: Dosya aç
