Repository: DYefremov/DemonEditor
Catalog: po/*/demon-editor.po
Languages: be, de, es, it, nl, pl, pt, ru, sk, tr

source: To automatically set the identifiers for picons, first load the required services list into the main application window.
be: Для аўтаматычнага іменавання піконаў, загрузіце спіс патрэбных сэрвісаў у галоўнае акно праграмы.
de: Um die IDs für Picons automatisch einzustellen, laden Sie zunächst die Liste der gewünschten Services in das Hauptfenster.
es: Para configurar automáticamente los identificadores para picons, carga primero la lista de servicios requeridos en la ventana principal.
it: Per impostare automaticamente gli identificatori per i picon, prima carica il file richiesto dell'elenco dei servizi nella finestra principale dell'applicazione.
nl: Om automatisch de ID in te stellen voor pictogrammen, laad eerst de vereiste serviceslijst in via het hoofdvenster van het programma.
pl: Aby automatycznie ustawić identyfikatory pikon, najpierw załaduj listę wymaganych usług do głównego okna aplikacji.
pt: Para configurar automaticamente os identificadores para picons, primeiro carregue a lista de serviços necessários na janela principal.
ru: Для автоматического именования пиконов, загрузите список необходимых сервисов в главное окно программы.
sk: Ak chcete automaticky nastaviť identifikátory pre piktogramy, najprv nahrajte požadovaný zoznam služieb do hlavného okna aplikácie.
tr: Picon tanımlayıcılarını otomatik olarak ayarlamak için önce gerekli uygulama listesini ana uygulama penceresine yükleyin.

source: Satellites edit tool
be: Рэдактар спадарожнікаў
de: Satellitenbearbeitungs-Tool
es: Editor de satélites
it: Strumento di modifica dei satelliti
nl: Satelliet wijzingingsgereedschap
pl: Narzędzie do edycji satelitów
pt: Editor de Satélites
ru: Редактор спутников
sk: Nástroj na úpravu satelitov
tr: Uydular düzenleme aracı

source: Add
be: Дадаць
de: Hinzufügen
es: Añadir
it: Aggiungi
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle

source: Satellite
be: Спадарожнік
de: Satellit
es: Satélite
nl: Satelliet
pl: Satelita
pt: Satélite
ru: Спутник
sk: Satelit
tr: Uydu Ekle

source: Transponder
be: Транспондар
es: Transpondedor
ru: Транспондер
sk: Transpondér
tr: Transponder Ekle

source: Satellite properties:
be: Параметры спадарожніка:
de: Satelliten-Eigenschaften:
es: Propiedades del satélite:
it: Proprietà satellite:
nl: Satelliet eigenschappen:
pl: Właściwości satelity:
pt: Propriedades do Satélite:
ru: Параметры спутника:
sk: Vlastnosti satelitu:
tr: Uydu özellikleri:

source: Transponder properties:
be: Параметры транспондара:
de: Transponder-Eigenschaften:
es: Propiedades del transpondedor:
it: Proprietà transponder:
nl: Transponder eigenschappen:
pl: Właściwości transpondera:
pt: Propriedades do Transponder:
ru: Параметры транспондера:
sk: Vlastnosti transpondéra:
tr: Transponder özellikleri:

source: Name
be: Імя
es: Nombre
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Názov
tr: Ad

source: Position
be: Пазіцыя
es: Posición
it: Posizione
nl: Positie
pl: Pozycja
pt: Posição
ru: Позиция
sk: Pozícia
tr: Konum

source: Satellites update
be: Абнаўленне спадарожнікаў
de: Satelliten-Aktualisierung
es: Actualizar satélites
it: Aggiornamento satelliti
nl: Actualiseren Satelliet
pl: Aktualizacja satelitów
pt: Atualisar Satélite
ru: Обновление спутников
sk: Aktualizácia satelitov
tr: Uydular güncelleme

source: Remove selection
be: Выдаліць вылучэнне
de: Auswahl entfernen
es: Borrar selección
it: Rimuovi selezione
nl: Verwijder selectie
pl: Usuń wybrane
pt: Remover seleçáo
ru: Снять выделение
sk: Odstrániť vybrané
tr: Seçimi kaldır

source: Service data:
be: Дадзеныя сэрвісу:
de: Service-Daten:
es: Datos servicio:
it: Dati servizio:
nl: Gegevens Dienst:
pl: Dane usług:
pt: Dados serviço:
ru: Данные сервиса:
sk: Údaje služby:
tr: Servis verileri:

source: Transponder data:
be: Дадзеныя транспондара:
de: Transponder-Daten:
es: Datos transpondedor:
it: Dati transponder:
nl: Gegevens Transponder:
pl: Dane transpondera:
pt: Dados Transponder:
ru: Данные транспондера:
sk: Údaje transpondéra:
tr: Transponder verileri:

source: Service data
be: Дадзеныя сэрвісу
de: Servicedaten
es: Datos servicio
it: Dati servizio
nl: Gegevens Dienst
pl: Dane usług
pt: Dados serviço
ru: Данные сервиса
sk: Údaje služby
tr: Servis verileri

source: Transponder details
be: Падрабязнасці транспандэра
es: Detalles transpondedor
it: Dettagli transponder
nl: Details Transponder
pl: Szczegóły transpondera
pt: Detalhes Transponder
ru: Данные транспондера
sk: Podrobnosti transpondéra
tr: Transponder detayları

source: Changes will be applied to all services of this transponder! Continue?
be: Змены будуць ужыты да ўсіх сэрвісаў дадзенага транспондара! Працягнуць?
de: Änderungen werden auf alle Services dieses Transponders angewendet! Fortsetzen?
es: Los cambios se aplicarán a todos los servicios de este transpondedor! ¿Quieres continuar?
it: Le modifiche verranno applicate a tutti i servizi di questo transponder! Continuare?
nl: Wijzigingen zullen worden doorgevoerd op alle diensten van deze transponder! Doorgaan?
pl: Zmiany zostaną zastosowane do wszystkich usług transpondera! kontynuować?
pt: Os mudanças serão aplicadas a todos os serviços deste transponder! Continuar?
ru: Изменения будут применены ко всем сервисам данного транспондера! Продолжить?
sk: Zmeny sa použijú na všetky služby tohto transpondéra! Pokračovať?
tr: Değişiklikler bu transponderin tüm servislerine uygulanacak! Devam edilsinmi?

source: Reference
be: Спасылка
de: Referenz
es: Referencia
it: Riferimento
nl: Referentie
pl: Odniesienie
pt: Referência
ru: Ссылка
sk: Referencie
tr: Referans

source: Namespace
be: Пр. імёнаў
de: Namensbereich
ru: Пр. имен
sk: Menný priestor
tr: Ad alanı

source: Flags:
be: Флагі:
de: Kennzeichen:
it: Flag:
pl: Flagi:
ru: Флаги:
sk: Príznaky:
tr: Bayraklar:

source: Delays (ms):
be: Затрымкі (mc)
de: Verzögerungen (ms):
es: Retraso (ms):
it: Ritardo (ms)
nl: Vertraging (mc)
pl: Zwłoka (ms):
pt: Atraso (mc)
ru: Задержки (mc)
sk: Spozdenie (ms):
tr: Gecikmeler (ms):

source: Bitstream
be: Паток
es: Secuencia de bits
pt: Sequência de Bits
ru: Поток
tr: Bit akımı

source: Description
be: Апісанне
de: Bezeichnung
es: Descripción
it: Descrizione
nl: Omschrijving
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
tr: Açıklama

source: Source:
be: Крыніца:
de: Quelle:
es: Fuente:
it: Sorgente:
nl: Bron:
pl: Źródło:
pt: Fonte:
ru: Источник:
sk: Zdroj:
tr: Kaynak:

source: Cancel
be: Скасаваць
de: Abbrechen
es: Cancelar
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Annular
ru: Отмена
sk: Zrušiť
tr: İptal

source: Update
be: Абнавіць
de: Aktualisieren
es: Actualizar
it: Aggiorna
nl: Bijwerken
pl: Uaktualnienie
pt: Atualizar
ru: Обновить
sk: Aktualizácia
tr: Güncelle

source: Filter
be: Фільтр
es: Filtrar
it: Filtro
nl: Filteren
pl: Filtr
pt: Filtrar
ru: Фильтр
tr: Filtre

source: Find
be: Пошук
de: Finde
es: Buscar
it: Trova
nl: Zoeken
pl: Znajdź
pt: Procurar
ru: Поиск
sk: Nájsť
tr: Bul

source: Stream data
be: Даныя патоку
de: Stream-Daten
es: Transmitir stream
it: Dati stream
nl: Gegevens stream
pl: Przesyłanie danych
pt: Dados da sequência
ru: Данные потока
sk: Údaje streamu
tr: Veri akışı

source: Starting values
be: Стартавыя значэнні
de: Startwerte
es: Valores iniciales
it: Valori di partenza
nl: Start waardes
pl: Wartości początkowe
pt: Valores iniciais
ru: Стартовые значения
sk: Počiatočné hodnoty
tr: Başlangıç ​​değerleri

source: Reset to default
be: Скінуць па змаўчанні
de: Auf Standard zurücksetzen
es: Restablecer a predeterminado
it: Torna alle impostazioni predefinite
nl: Reset naar standaard
pl: Ustawienia domyślne
pt: Restabelecer a predeterminado
ru: Сбросить по умолчанию
sk: Obnoviť predvolené
tr: Varsayılana sıfırla

source: IPTV streams list configuration
be: Канфігурацыя спіса IPTV патокаў
de: Konfiguration der IPTV-Stream Liste
es: Configurar lista de streams IPTV
it: Configurazione elenchi stream IPTV
nl: Configureren IPTV Streamlijst
pl: Konfiguracja listy strumieni IPTV
pt: Configurar lista de sequências IPTV
ru: Конфигурация списка IPTV потоков
sk: Nastavenie zoznamu IPTV streamov
tr: IPTV akış listesi yapılandırması

source: Preferences
be: Налады
de: Einstellungen
es: Preferencias
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Настройки
sk: Preferencie
tr: Tercihler

source: Profile:
be: Профіль:
de: Profil:
es: Perfil:
it: Profilo:
nl: Profiel:
pl: Profil:
pt: Perfil:
ru: Профиль:
sk: Profil:
tr: Profil:

source: Timeout between commands in seconds
be: Паўза паміж камандамі ў сек.
de: Wartezeit zwischen den Befehlen in Sekunden.
es: Tiempo de espera entre comandos en segundos
it: Timeout tra i comandi in secondi
nl: Time-out tussen opdrachten in seconden
pl: Limit czasu między poleceniami w sekundach
pt: Tempo de espera entre comandos em segundos
ru: Пауза между коммандами в сек.
sk: Časový limit medzi príkazmi v sekundách
tr: Komutlar arasında saniye cinsinden zaman aşımı

source: Timeout:
be: Тайм-аўт:
es: Tiempo de espera:
pl: Koniec czasu:
ru: Тайм-аут:
sk: Časový limit:
tr: Zaman aşımı:

source: Login:
be: Лагін:
es: Usuario:
pt: Usuário:
ru: Логин:
sk: Prihlásenie:
tr: Giriş:

source: Options
be: Налады
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções
ru: Настройки
sk: Možnosti
tr: Seçenekler

source: Password:
be: Пароль:
de: Passwort:
es: Contraseña:
nl: Paswoord:
pl: Hasło:
pt: Palavra-passe:
ru: Пароль:
sk: Heslo:
tr: Parola:

source: Picons:
be: Піконы:
it: Picon:
nl: Pictogrammen:
pl: Pikony:
ru: Пиконы:
sk: Piktogramy:
tr: Piconlar:

source: Port:
be: Порт:
es: Puerto:
it: Porta:
nl: Poort:
pt: Porta:
ru: Порт:

source: Data path:
be: Шлях да дадзеных:
de: Datenpfad:
es: Ruta de datos:
it: Percorso dati:
nl: Gegevenspad:
pl: Ścieżka danych:
pt: Rota de dados:
ru: Путь к данным:
sk: Adresár údajov:
tr: Veri yolu:

source: Picons path:
be: Шлях да піконаў:
de: Piconspfad:
es: Ruta de picons:
it: Percorso picon:
nl: Pictogrammen pad:
pl: Ścieżka pikon:
pt: Rota de Picons:
ru: Путь к пиконам:
sk: Adresár piktogramov:
tr: Picon yolu:

source: Network settings:
be: Налады сеткі:
de: Netzwerkeinstellungen:
es: Configuración de red:
it: Impostazioni rete:
nl: Netwerk instellingen:
pl: Ustawienia połaczenia:
pt: Configuração de rede:
ru: Настройки сети:
sk: Nastavenia siete:
tr: Ağ ayarları:

source: STB file paths:
be: Шляхі да файлаў рэсівера:
de: STB-Dateipfade:
es: Rutas de ficheros del receptor:
it: Percorso file sul ricevitore:
nl: STB bestandspad:
pl: Ścieżki do plików w STB:
pt: Rota de ficheirors STB:
ru: Пути к файлам ресивера:
sk: Adresáre súborov STB:
tr: STB dosya yolları:

source: Local file paths:
be: Шляхі да лакальных файлаў:
de: Lokale Dateipfade:
es: Rutas de ficheros locales:
it: Percorso file locali:
nl: Lokaal bestandspad:
pl: Lokalne ścieżki do plików:
pt: Rota de ficheiros local:
ru: Пути к локальным файлам:
sk: Lokálne adresáre súborov:
tr: Yerel dosya yolları:

source: Error. No bouquet is selected!
be: Памылка. Не абраны букет!
de: Fehler. Es wurde kein Bouquet ausgewählt!
es: Error. ¡Ningún bouquet seleccionado!
it: Errore. Nessun bouquet selezionato!
nl: Fout. Er is geen boeket geselecteerd!
pl: Błąd. Nie wybrano żadnego bukietu!
pt: Erro. Nenhum ramo está selecionado!
ru: Ошибка. Не выбран букет!
sk: Chyba. Nebol označený žiadny balíček!
tr: Hata. Buket seçilmedi!

source: This item is not allowed to be removed!
be: Гэты элемент не дазволены да выдалення!
de: Dieser Eintrag darf nicht entfernt werden!
es: ¡Este elemento no puede ser borrado!
it: Questo elemento non può essere rimosso!
nl: Dit item kan niet verwijderd worden!
pl: Tego elementu nie można usunąć!
pt: Este artigo não pode ser eliminado!
ru: Этот элемент не разрешен к удалению!
sk: Túto položku nie je možné odstrániť!
tr: Bu öğenin kaldırılmasına izin verilmiyor!

source: This item is not allowed to edit!
be: Гэты элемент не прызначаны для рэдагавання!
de: Dieser Eintrag darf nicht bearbeitet werden!
es: ¡Este elemento no puede ser editado!
it: Questo elemento non può essere modificato!
nl: Dit item kan niet gewijzigd worden!
pl: Tego elementu nie można edytować!
pt: Este artigo não pode ser editado!
ru: Элемент не предназначен для редактирования!
sk: Túto položku nie je možné upraviť!
tr: Bu öğenin düzenlenmesine izin verilmiyor!

source: Not allowed in this context!
be: Забаронена ў дадзеным кантэксце!
de: In diesem Zusammenhang nicht erlaubt!
es: ¡No permitido en este contexto!
it: Non consentito in questo contesto!
nl: Niet toegelaten in deze contekst!
pl: Niedozwolone w tym kontekście!
pt: Náo permitido neste contexto!
ru: Запрещено в данном контексте!
sk: V tomto kontexte nie je povolené!
tr: Bu bağlamda izin verilmiyor!

source: Please, download files from receiver or setup your path for read data!
be: Калі ласка, загрузіце файлы з рэсівера альбо наладзьце шлях для чытання дадзеных!
de: Bitte lade die Dateien vom Receiver herunter oder richte den Pfad für eingelesene Daten ein!
es: Por favor, descarga ficheros desde el receptor o configura la ruta para leer los datos!
it: Per favore, scarica i file dal ricevitore o imposta il percorso da cui leggere i dati!
nl: Download alstublieft bestanden van de ontvanger of stel het pad in voor het lezen van gegevens!
pl: Pobierz pliki z odbiornika lub ustaw ścieżkę do odczytu danych!
pt: Por favor, descarregue arquivos desde o recetor ou configure a sua rota para ler os dados!
ru: Пожалуйста, загрузите файлы из приемника или настройте путь для чтения данных!
sk: Prosím, stiahnite si súbory z prijímača alebo nastavte cestu pre načítanie údajov!
tr: Lütfen, alıcıdan dosya indirin veya veri okumak için yolunuzu ayarlayın!

source: Reading data error!
be: Памылка чытання дадзеных!
de: Lesefehler!
es: ¡Error de lectura de datos!
it: Errore lettura dati!
nl: Fout tijdens het legezen van gegevens!
pl: Błąd odczytu danych!
pt: Erro de leitura de dados!
ru: Ошибка чтения данных!
sk: Chyba načítania údajov!
tr: Veri hatası okunuyor!

source: No m3u file is selected!
be: Не абраны m3u файл!
de: Es ist keine m3u-Datei ausgewählt!
es: ¡No se ha seleccionado ningún fichero m3u!
it: Nessun file m3u selezionato!
nl: Geen m3u bestand geslecteerd!
pl: Nie wybrano pliku m3u!
pt: Nenhum ficheiro m3u foi selecionado!
ru: Не выбран m3u файл!
sk: Nie je vybraný žiadny súbor m3u!
tr: Hiçbir m3u dosyası seçilmedi!

source: Not implemented yet!
be: Пакуль не рэалізавана!
de: Noch nicht realisiert!
es: ¡No implementado todavía!
it: Funzionalità non ancora sviluppata!
nl: Nog niet geïmplementeerd!
pl: Jeszcze niezaimplementowane!
pt: Ainda não implementado!
ru: Пока не реализовано!
sk: Zatiaľ neimplementované!
tr: Henüz uygulanmadı!

source: The text of marker is empty, please try again!
be: Тэкст маркера пусты, паспрабуйце яшчэ!
de: Der Text des Markers ist leer, bitte versuchen Sie es erneut!
es: ¡El texto del marcador está vacío, inténtalo de nuevo!
it: Il testo del marcatore è vuoto, riprova!
nl: De tekst van de marker is leeg. Probeer opnieuw!
pl: Tekst znacznika jest pusty, spróbuj ponownie!
pt: O texto do marcador está vazio, tente de novo!
ru: Текст маркера пуст, попробуйте еще!
sk: Text značky je prázdny, skúste to znova!
tr: İşaretçi metni boş, lütfen tekrar deneyin!

source: Please, select only one item!
be: Калі ласка, выберыце толькі адзін элемент!
de: Bitte wählen Sie nur einen Eintrag aus!
es: ¡Por favor, selecciona un único elemento!
it: Per favore, seleziona solo un elemento!
nl: Kies maar 1 item graag!
pl: Wybierz tylko jeden element!
pt: Por favor, selecione só um elemento!
ru: Пожалуйста, выберите только один элемент!
sk: Prosím, vyberte iba jednu položku!
tr: Lütfen sadece bir ürün seçiniz!

source: No png file is selected!
be: Не абраны png файл!
de: Es ist keine png-Datei ausgewählt!
es: ¡No se ha seleccionado ningún fichero png!
it: Nessun file png selezionato!
nl: Geen png bestand geselecteerd!
pl: Nie wybrano pliku png!
pt: Nenhum ficheiro png foi selecionado!
ru: Не выбран png файл!
sk: Nie je vybraný žiadny súbor png!
tr: Hiçbir png dosyası seçilmedi!

source: No profile selected!
be: Не абраны профіль!
de: Kein Profil ausgewählt!
es: ¡No se ha seleccionado ningún perfil!
it: Nessun profilo selezionato!
pl: Nie wybroano profilu !
ru: Не выбран профиль!
sk: Nie je vybraný žiadny profil!
tr: Profil seçilmedi!

source: No reference is present!
be: Спасылка не знойдзена!
de: Es liegt keine Referenz vor!
es: ¡Ninguna referencia presente!
it: Nessun riferimento presente!
nl: Geen referentie aanwezig!
pl: Brak referencji!
pt: Nenhuma referência presente!
ru: Ссылка не найдена!
sk: Nie je k dispozícii žiadna referencia!
tr: Referans yok!

source: No selected item!
be: Не абраны элемент!
de: Kein ausgewählter Eintrag!
es: ¡No se ha seleccionado ningún elemento!
it: Nessun elemento selezionato!
nl: Geen item geseleceerd!
pl: Brak wybranego elementu!
pt: Nenhum elemento selecionado!
ru: Не выбран элемент!
sk: Žiadna vybraná položka!
tr: Seçili öğe yok!

source: The task is already running!
be: Заданне ўжо запушчана!
de: Die Aufgabe läuft bereits!
es: ¡La tarea ya se está ejecutando!
it: L'attività è già in esecuzione!
nl: Deze taak is al bezig!
pl: Zadanie już działa!
pt: A tarefa ya está en execuçáo!
ru: Задача уже запущена!
sk: Úloha už beží!
tr: Görev zaten çalışıyor!

source: Done!
be: Гатова!
de: Fertig!
es: ¡Hecho!
it: Fatto!
nl: Gedaan!
pl: Zrobione!
pt: Feito!
ru: Готово!
sk: Hotovo!
tr: Bitti!

source: Please, wait...
be: Калі ласка, пачакайце...
de: Bitte, warten...
es: Por favor, espera...
it: Attendere prego...
nl: Even geduld, aub...
pl: Proszę czekać...
pt: Por favor, espere...
ru: Пожалуйста, подождите...
sk: Prosím, počkajte...
tr: Lütfen bekleyin ...

source: Resizing...
be: Змена памеру...
de: Größe ändern...
es: Redimensionando...
it: Ridimensionamento...
nl: Verkleinen/Vergroten...
pl: Zmiana rozmiaru...
pt: A redimensionar...
ru: Изменение размера...
sk: Zmena veľkosti...
tr: Yeniden boyutlandırılıyor ...

source: Select paths!
be: Задайце шляхі!
de: Pfade auswählen!
es: ¡Seleccione rutas!
it: Seleziona percorsi!
nl: Selecteer paden!
pl: Wybierz ścieżki!
pt: Selecione as rotas!
ru: Укажите пути!
sk: Vyberte si cesty!
tr: Yolları seç!

source: No satellite is selected!
be: Не абраны спадарожнік!
de: Kein Satellit ist ausgewählt!
es: ¡Ningún satélite seleccionado!
it: Nessun satellite selezionato!
nl: Geen satelliet geselecteerd!
pl: Nie wybrano satelity!
pt: Nemhun Satélite selecionado!
ru: Не выбран спутник!
sk: Nie je vybraný žiadny satelit!
tr: Uydu seçilmedi!

source: Please, select only one satellite!
be: Калі ласка, выберыце толькі адзін спадарожнік!
de: Bitte wähle nur einen Satelliten aus!
es: ¡Seleccione sólo un Satélite!
it: Per favore, seleziona solo un satellite!
nl: Selecteer alstublieft slechts één satelliet!
pl: Wybierz tylko jednego satelitę!
pt: Selecione só um Satélite!
ru: Пожалуйста, выберите только один спутник!
sk: Prosím, vyberte iba jeden satelit!
tr: Lütfen sadece bir uydu seçin!

source: Please check your parameters and try again.
be: Калі ласка, праверце параметры і паспрабуйце зноў!
de: Bitte überprüfe die Einstellungen und versuche es erneut.
es: Por favor, revisa tus parámetros y vuelve a intentarlo.
it: Per favore, controlla i tuoi parametri e riprova di nuovo.
nl: Controleer aub uw parameters en probeer opnieuw!
pl: Sprawdź parametry i spróbuj ponownie.
pt: Por favor rever seus parâmetros e volte a tentar!
ru: Пожалуйста, проверте параметры и попробуйте снова!
sk: Skontrolujte si parametre a skúste to znova.
tr: Lütfen parametrelerinizi kontrol edip tekrar deneyin.

source: No satellites.xml file is selected!
be: Не абраны файл satellites.xml!
de: Keine satellites.xml Datei ausgewählt!
es: ¡Ningún satellites.xml seleccionado!
it: Nessun file satellites.xml selezionato!
nl: Geen satellites.xml geselecteerd!
pl: Nie wybrano pliku satellites.xml!
pt: Nemhun satellites.xml selecionado!
ru: Не выбран файл satellites.xml!
sk: Nie je vybraný žiadny súbor satellites.xml!
tr: Hiçbir satellites.xml dosyası seçilmedi!

source: Error. Verify the data!
be: Памылка. Праверце дадзеныя!
de: Fehler. Prüfe die Daten!
es: Error. ¡Revisa los datos!
it: Errore. Verifica i dati!
nl: Fout. Controleer de gegevens!
pl: Błąd. Zweryfikuj dane!
pt: Erro. Rever os dados!
ru: Ошибка. Проверьте данные!
sk: Chyba. Overte údaje!
tr: Hata. Verileri doğrulayın!

source: Operation not allowed in this context!
be: Недапушчальная аперацыя ў дадзеным кантэксце!
de: Vorgang hier nicht zulässig!
es: ¡Operación no permitida en este contexto!
it: Operazione non permessa in questo contesto!
nl: Opdracht niet toegestaan ​​in deze context!
pl: Operacja niedozwolona w tym kontekście!
pt: Operação não permitida neste contexto!
ru: Недопустимая операция в данном контексте!
sk: Operácia nie je v tomto kontexte povolená!
tr: Bu bağlamda işleme izin verilmiyor!

source: No VLC is found. Check that it is installed!
be: VLC не знойдзены. Праверце, што ён усталяваны!
de: VLC nicht gefunden. Überprüfe, ob es installiert ist!
es: VLC no encontrado. ¡Comprueba que está instalado!
it: VLC non trovato! Controlla che sia installato!
nl: Geen VLC gevonden. Controleer of VLC gïnstalleerd is!
pl: Nie znaleziono VLC. Sprawdź, czy jest zainstalowany!
pt: VLC não achado. Verifique se está instalado!
ru: VLC не найден. Проверьте, что он установлен!
sk: Nenašiel sa žiadny VLC. Skontrolujte, či je nainštalovaný!
tr: VLC bulunamadı. Yüklü olduğundan emin olun!

source: Please wait, streams testing in progress...
be: Чакайце, ідзе тэставанне патокаў...
de: Bitte warte, Stream-Test läuft...
es: Por favor espera, hay una prueba de stream en progreso...
it: Attendere prego, test degli stream in corso...
nl: Even geduld, test van streams bezig ...
pl: Proszę czekać, trwa testowanie strumieni...
pt: Por favor aguarde uma prova das sequências...
ru: Подождите, идет тестирование потоков ...
sk: Čakajte prosím, prebieha testovanie streamov...
tr: Lütfen bekleyin, akış testi devam ediyor ...

source: Found
be: Знойдзена
de: Gefunden
es: Encontrado(s)
it: Trovato
nl: Gevonden
pl: Znaleziono
pt: Achado
ru: Найдено
sk: Nájdené
tr: Bulundu

source: unavailable streams.
be: недаступных патокаў.
de: nicht verfügbarer Stream.
es: streams no presentes.
it: stream non disponibili.
nl: Steams niet aanwezig.
pl: niedostępne strumienie.
pt: Sequências não presentes
ru: недоступных потоков.
sk: nedostupné streamy.
tr: mevcut olmayan akışlar.

source: No changes required!
be: Змен не патрабуецца!
de: Keine Änderungen nötig!
es: ¡No se requieren cambios!
it: Non sono richiesti cambiamenti!
nl: Geen wijzigingen vereist!
pl: Nie wymaga zmian!
pt: Nemhuma mudança requerida!
ru: Изменений не требуется!
sk: Žiadne zmeny nie sú potrebné!
tr: Hiçbir değişiklik gerekli!

source: This list does not contains IPTV streams!
be: Гэты спіс не ўтрымвае патокаў IPTV!
de: Diese Liste enthält keine IPTV-Streams!
es: ¡La lista no contiene streams IPTV!
it: L'elenco non contiene stream IPTV!
nl: Deze lijst bevat geen IPTV streams!
pl: Ta lista nie zawiera strumieni IPTV!
pt: A lista não tem sequências IPTV!
ru: Текущий список не содержит потоков IPTV!
sk: Tento zoznam neobsahuje IPTV streamy!
tr: Bu liste IPTV akışı içermiyor!

source: New empty configuration
be: Новая канфігурацыя
de: Neue leere Einstellung
es: Nueva configuración vacía
it: Nuova configurazione vuota
nl: Nieuwe lege configuratie
pl: Nowa pusta konfiguracja
pt: Nova configuração vazia
ru: Новая конфигурация
sk: Nová prázdna konfigurácia
tr: Yeni boş yapılandırma

source: No data to save!
be: Няма дадзеных для захавання!
de: Keine Daten zum Speichern!
es: ¡No hay datos que guardar!
it: Non ci sono dati da salvare!
nl: Geen gegevens om op te slaan!
pl: Brak danych do zapisania!
pt: Não há dados para guardar!
ru: Нет данных для сохранения!
sk: Žiadne dáta na uloženie!
tr: Kaydedilecek veri yok!

source: Network
be: Сетка
de: Netzwerk
es: Red
it: Rete
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть
sk: Sieť
tr: Ağ
