Repository: DYefremov/DemonEditor
Catalog: po/*/demon-editor.po
Languages: be, de, es, it, nl, pl, pt, ru, sk, tr

source: Specify hostname or IP address
be: Задайце імя хоста або IP-адрас
it: Specifica il nome host o l'indirizzo IP
nl: Geef de hostnaam of het IP-adres op
pl: Określ nazwę hosta lub adres IP
ru: Укажите имя хоста или IP-адрес
sk: Zadajte názov hostiteľa alebo IP adresu
tr: Ana bilgisayar adını veya IP adresini belirtin

source: Default selection
be: Выбар па змаўчанні
it: Selezione predefinita
nl: Standaard selectie
pl: Domyślny wybór
ru: Выбор по умолчанию
sk: Predvolený výber
tr: Varsayılan seçim

source: Don't change power state
be: Не змяняць стан сілкавання
it: Non modificare lo stato di alimentazione
nl: Schakel het toestel niet uit
pl: Nie zmieniaj stanu zasilania
ru: Не изменять состояние питания
sk: Nemeniť stav napájania
tr: Güç durumunu değiştirme

source: Don't toggle standby mode when updating bouquets and services.
be: Не перамыкаць у рэжым чакання пры абнаўленні букетаў і сэрвісаў.
it: Non attivare la modalità standby durante l'aggiornamento di bouquet e servizi.
nl: Schakel de stand-bymodus niet in bij het updaten van boeketten en services.
pl: Nie przełączaj w tryb czuwania podczas aktualizowania bukietów i usług.
ru: Не переключать в режим ожидания при обновлении букетов и сервисов.
sk: Pri aktualizácii balíčkov a služieb neprepínajte do pohotovostného režimu.
tr: Buketleri ve servisleri güncellerken bekleme moduna geçmeyin.

source: Region
be: Рэгіён
it: Regione
nl: Regio
ru: Регион
sk: Región
tr: Bölge

source: Provider
be: Правайдар
pl: Dostawca
ru: Провайдер
sk: Poskytovateľ
tr: Sağlayıcı

source: Enables upload as an archive if a large number of picon (> 1000) is selected. Recommended only if you have external storage.
be: Улучае загрузку ў выглядзе архіва, калі абрана вялікая колькасць пiконаў (> 1000). Рэкамендуецца, толькі калі ў вас ёсць вонкавае сховішча.
it: Abilita il caricamento come archivio compresso se viene selezionato un numero elevato di picon (> 1000). Consigliato solo se si dispone di memoria esterna.
nl: Maakt uploaden als archief mogelijk als een groot aantal pictogrammen (> 1000) is geselecteerd. Alleen aanbevolen als u externe opslag heeft.
pl: Umożliwia przesyłanie jako archiwum, jeśli wybrano dużą liczbę ikon (> 1000). Zalecane tylko w przypadku posiadania pamięci zewnętrznej.
ru: Включает загрузку в виде архива, если выбрано большое количество пиконов (> 1000). Рекомендуется, только если у вас есть внешнее хранилище.
sk: Umožňuje nahranie ako archívu, ak je vybraný veľký počet piktogramov (> 1000). Odporúča sa iba v prípade, že máte externé úložisko.
tr: Çok sayıda picon (> 1000) seçilirse arşiv olarak yüklemeyi etkinleştirir. Yalnızca harici depolamanız varsa önerilir.

source: Clear "New" flag
be: Здаліць сцяжок "New"
it: Rimuovi il flag "Nuovo"
nl: Opruimen "Niew" flag
pl: Wyczyść znacznik „Nowy”.
ru: Очистить флаг "New"
sk: Vymazať príznak "Nové"
tr: "Yeni" bayrağını temizleyin

source: Group by
be: Групаваць па
it: Raggruppa per
nl: Groeperen per
pl: Grupuj według
ru: Группировать по
sk: Zoskupiť podľa
tr: Göre gruplandır

source: Replace existing
be: Замяніць існуючыя
it: Sostituisci esistente
nl: Vervang bestaande
pl: Zastąp istniejące
ru: Заменить существующие
sk: Nahradiť existujúce
tr: Mevcut olanı değiştir

source: Already exists
be: Ужо існуе
it: Esiste già
nl: Bestaat reeds
pl: Już istnieje
ru: Уже существует
sk: Už existuje
tr: Zaten var

source: Enable unlimited copy buffer
be: Уключыць неабмежаваны буфер капіявання
it: Abilita buffer di copia illimitato
nl: Onbeperkte kopieerbuffer inschakelen
pl: Włącz nieograniczony bufor kopiowania
ru: Включить неограниченный буфер копирования
sk: Povoliť neobmedzenú vyrovnávaciu pamäť kópírovania
tr: Sınırsız kopya arabelleğini etkinleştir

source: Enables unlimited copy buffer for the bouquets tab.
be: Улучае неабмежаваны буфер капіявання для ўкладкі букетаў.
it: Abilita buffer di copia illimitato per la scheda bouquet.
nl: Schakelt een onbeperkte kopieerbuffer in voor het boeketten tabblad.
pl: Włącza nieograniczony bufor kopii dla zakładki bukiety.
ru: Включает неограниченный буфер копирования для вкладки букетов.
sk: Umožňuje neobmedzenú vyrovnávaciu pamäť pre kopírovanie pre kartu baličkov.
tr: Buketler sekmesi için sınırsız kopya arabelleğini etkinleştirir.

source: Start time
be: Пачатак
it: Ora di inizio
nl: Starttijd
pl: Czas początku
ru: Начало
sk: Čas začiatku
tr: Başlangıç ​​saati

source: End time
be: Сканчэнне
it: Ora di fine
nl: Eindtijd
pl: Czas końca
ru: Окончание
sk: Čas konca
tr: Bitiş zamanı

source: Enable extensions support
be: Уключыць падтрымку пашырэнняў
it: Abilita supporto estensioni
nl: Ondersteuning voor extensies inschakelen
pl: Włącz obsługę rozszerzeń
ru: Включить поддержку расширений
sk: Povoliť podporu rozšírení
tr: Uzantı desteğini etkinleştir

source: After uploading the changes you may need to completely reboot the receiver!
be: Пасля загрузкі змен можа запатрабавацца перазапуск рэсівера!
it: Dopo aver caricato le modifiche potrebbe essere necessario riavviare completamente il ricevitore!
nl: Na het uploaden van de wijzigingen kan het nodig zijn de ontvanger volledig opnieuw op te starten!
pl: Po załadowaniu zmian może być konieczne ponowne uruchomienie odbiornika!
ru: После загрузки изменений может потребоваться перезапуск ресивера!
sk: Po nahraní zmien bude možno potrebné úplne reštartovať prijímač!
tr: Değişiklikleri yükledikten sonra, alıcıyı tamamen yeniden başlatmanız gerekebilir!

source: Remove duplicates
be: Выдаліць дублікаты
it: Rimuovi duplicati
nl: Duplicaten verwijderen
pl: Usuń duplikaty
ru: Удалить дубликаты
sk: Odstrániť duplikáty
tr: Kopyaları kaldır

source: Removed
be: Выдалена
it: Rimosso
nl: Verwijderd
pl: Usunięty
ru: Удалено
sk: Odstránené
tr: Kaldırıldı

source: Enables overwriting existing main list services.
be: Улучае перазапіс існых сэрвісаў асноўнага спіса.
it: Consente di sovrascrivere i servizi esistenti dell'elenco principale.
nl: Maakt het overschrijven van bestaande hoofdlijst diensten mogelijk.
pl: zezwól na nadpisanie istniejących usług głównych serwisów .
ru: Включает перезапись существующих сервисов основного списка.
sk: Umožňuje prepísať existujúce služby hlavného zoznamu.
tr: Mevcut ana liste hizmetlerinin üzerine yazılmasını sağlar.

source: Enables skipping services import from lamedb.
be: Улучае пропуск імпарту сэрвісаў з lamedb.
it: Consente di saltare l'importazione dei servizi da lamedb.
nl: Maakt het overslaan van dienstenimport uit lamedb mogelijk.
pl: Umożliwia pomijanie importu usług z lamedb.
ru: Включает пропуск импорта сервисов из lamedb.
sk: Umožňuje preskočiť import služieb z lamedb.
tr: Lamedb'den içe aktarılan hizmetlerin atlanmasını sağlar.

source: Bouquets data only
be: Толькі дадзеныя букетаў
it: Bouquet solo dati
nl: Alleen gegevens over boeketten
pl: Tylko dane dotyczące bukietów
ru: Только данные букетов
sk: Iba údaje balíčkov
tr: Yalnızca buket verileri

source: Create Category bouquets
be: Стварыць букеты па катэгорыях
it: Crea bouquet categorie
nl: Maak categorie boeketten
pl: Utwórz bukiety kategorii
ru: Создать букеты по категориям
sk: Vytvoriť balíčky podľa kategórie
tr: Kategori buketleri oluştur

source: Create Regional bouquets
be: Стварыць букеты па рэгіёнах
it: Crea bouquet regionali
nl: Maak regionale boeketten
pl: Twórz regionalne bukiety
sk: Vytvoriť regionálne balíčky
tr: Bölgesel buketler oluşturun

source: Skip C-band
be: Прапусціць C-дыяпазон
it: Salta banda C
nl: C-band overslaan
pl: Pomiń pasmo C
sk: Preskočiť C-pásmo
tr: C-band atla

source: Automatically set the name selected in the bouquet list.
be: Аўтаматычная ўсталёўка імя, абранага ў спісе букетаў.
it: Imposta automaticamente il nome selezionato nell'elenco dei bouquet.
nl: Stel automatisch de naam in die is geselecteerd in de boeketlijst.
pl: Ustaw automatycznie wybraną nazwę na liście bukietów.
sk: Automaticky nastaví názov vybraný v zozname balíčka.
tr: Buket listesinde seçilen isimleri otomatik olarak ayarlayın.

source: Merge satellites by positions
be: Аб'яднаць спадарожнікі па пазіцыях
it: Unisci i satelliti per posizione
pl: Połącz satelity według pozycji
sk: Zlúčiť satelity podľa pozícií
tr: Uyduları konumlara göre birleştir

source: Save satellite selection
be: Захоўваць выбар спадарожнікаў
it: Salva la selezione dei satelliti
pl: Zapisz wybór satelit
sk: Uložiť výber satelitu
tr: Uydu seçimini kaydet

source: Extract direct links
be: Выняць простыя спасылкі
it: Estrai link diretti
pl: Wyodrębnij bezpośrednie linki
sk: Extrahovať priame odkazy
tr: Doğrudan bağlantıları ayıklayın

source: URL prefix:
be: Префикс URL:
it: Prefisso URL:
pl: Prefiks adresu URL:
sk: Predpona URL:
tr: URL öneki:

source: Invalid prefix for the given URL!
be: Недапушчальны прэфікс для дадзенага URL!
it: Prefisso non valido per l'URL specificata!
pl: Nieprawidłowy prefiks dla podanego adresu URL!
sk: Neplatná predpona pre danú URL adresu!
tr: Belirtilen URL için geçersiz önek!

source: Alternate window title
be: Альтэрнатыўны загаловак акна
it: Titolo alternativo della finestra
pl: Alternatywny tytuł okna
sk: Alternatívny názov okna
tr: Alternatif pencere başlığı

source: Selected type:
be: Абраны тып:
it: Tipo selezionato:
pl: Wybrany typ:
sk: Vybraný typ:
tr: Seçilen tip:

source: Extension Manager
be: Менеджар пашырэнняў
it: Manager estensioni
sk: Správca rozšírení
tr: Eklenti Yöneticisi

source: Ver.
be: Вер.

source: Installed
be: Усталявана
it: Installato
sk: Nainštalované
tr: Yüklenmiş

source: Use common folder for picons
be: Скарыстаць агульную тэчку для піконаў
it: Usa cartella comune per i picon
sk: Použiť spoločný priečinok pre piktogramy

source: Activates single folder use for several profiles.
be: Актывуе выкарыстанне адзінай тэчкі для некалькіх профіляў.
it: Attiva l'utilizzo di una singola cartella per diversi profili.
sk: Aktivuje použitie jedného priečinka pre viacero profilov.

source: Events
be: Падзеі
sk: Udalosti

source: Markers
be: Маркеры
sk: Značky

source: IPTV only
be: Толькі IPTV
sk: Len IPTV

source: No
be: Не
sk: Nie

source: Not found.
be: Не знойдзена.
sk: Nenájdené.

source: Current EPG cache contents.
be: Змесціва бягучага EPG кэша.
sk: Aktuálny obsah vyrovnávacej pamäte EPG.

source: Source error!
be: Памылка крыніцы!
sk: Chyba zdroja!

source: The EPG source for the favorites list is not set!
be: Не ўсталявана крыніца EPG для спіса абранага!
sk: Zdroj EPG pre zoznam obľúbených nie je nastavený!

source: Add to EPG sources list
be: Дадаць у спіс крыніц EPG
sk: Pridať do zoznamu zdrojov EPG

source: Current bouquet
be: Абраны букет
sk: Aktuálny balíček

source: Single bouquet
be: Адзінкавы букет
sk: Jeden balíček

source: Split by groups
be: Падзел па групах
sk: Rozdeliť podľa skupín

source: Create sub-bouquets
be: Стварыць падбукеты
sk: Vytvorte si sub-balíčky

source: Add image
be: Дадаць выяву
sk: Pridať obrázok

source: TV Format
be: ТБ-фармат
sk: TV formát

source: Use with Streamrelay
be: Скарыстаць Streamrelay
sk: Použiť so Streamrelay

source: Remove use with Streamrelay
be: Не выкарыстоўваць Streamrelay
sk: Nepoužiť so Streamrelay

source: Enable additional name cache for EPG
be: Уключыць дадатковы кэш імёнаў для EPG
sk: Povoliť dodatočnú vyrovnávaciu pamäť názvov pre EPG

source: Enables additional cache to display EPG for some IPTV channels imported from *.m3u.
be: Улучае дадатковы кэш для адлюстравання EPG некаторых каналаў IPTV імпартаваных з *.m3u.
sk: Umožňuje pridanie dodatočnej vyrovnávacej pamäte na zobrazenie EPG pre niektoré IPTV kanály importované z *.m3u.

source: Enable deep name comparison
be: Уключыць глыбокае параўнанне імёнаў
sk: Povoliť podrobné porovnávanie názvov

source: Enables deeper name matching. Possible inaccuracies!
be: Дазваляе глыбейшае параўнанне імёнаў. Магчымы недакладнасці!
sk: Umožňuje hlbšie zhodovanie mien. Možné nepresnosti!

source: Num
es: Núm
nl: Nr
pt: Núm
sk: Číslo

source: Access
sk: Prístup

source: Free (FTA)
sk: Nekódované (FTA)

source: Coded
sk: Kódované

source: Convert for selected bouquets
sk: Konvertovať pre vybrané balíčky

source: There were errors [%s] during bouquets loading!
sk: Počas načítavania balíčkov sa vyskytli [%s] chyby!

source: Check the log for more info.
sk: Viac informácií nájdete v protokole.

source: Satellite channel
sk: Satelitný kanál

source: Terrestrial channel
sk: Terestriálny kanál

source: Cable channel
sk: Káblový kanál

source: Save current changes
sk: Uložiť aktuálne zmeny

source: Create a new service
sk: Vytvoriť novú službu

source: Converter between name formats
de: Konverter zwischen Namensformaten
es: Conversor entre formatos de nombre
it: Convertitore tra formati di nome
nl: Omvormer tussen naam formaten
pl: Konwerter między formatami nazw
pt: Conversor entre formatos de nomes
ru: Конвертер формата имен
tr: İsim formatları arasında dönüştürücü

source: Enables URL parsing using youtube-dl to get direct links to media.
it: Abilita l'analisi degli URL utilizzando youtube-dl per ottenere collegamenti diretti ai media.
nl: Schakelt URL-parsing met behulp van youtube-dl in, om directe links naar media te krijgen.
pl: Włącza parsowanie adresów URL przy użyciu youtube-dl w celu uzyskania bezpośrednich linków do multimediów.
ru: Включает анализ URL-адресов с помощью youtube-dl для получения прямых ссылок на медиа.

source: Create Language bouquets
ru: Создать букеты по языкам

source: Enigma2 channel and satellite list editor for GNU/Linux.
de: Enigma2 Kanal- und Satellitenlisteneditor für GNU/Linux.
es: Editor de canales y satélites Enigma2 para GNU/Linux.
nl: Enigma2 kanaal and satelliet lijst editor voor GNU/Linux.
pt: Editor de Canais e Satélites Enigma2 para GNU/Linux.

source: Current picons path:
de: Aktueller Piconspfad:
es: Ruta actual picons:
nl: Huidig pad Pictogrammen:
pt: Rota atual Picons:

source: VLC media player
nl: VLC Media speler
pt: Reproductor VLC
