Repository: DYefremov/DemonEditor
Catalog: po/*/demon-editor.po
Languages: be, de, es, it, nl, pl, pt, ru, sk, tr

source: Open archive
be: Адкрыць архіў
de: Archiv öffnen
es: Abrir fichero
it: Apri archivio
nl: Open Archief
pl: Otwórz archiwum
ru: Открыть архив
sk: Otvoriť archív
tr: Arşiv aç

source: Import from Web
be: Імпарт з сеткі
de: Import aus dem Internet
es: Importar de Internet
it: Importa dal web
nl: Importeren van internet
pl: Importuj z sieci
ru: Импорт из сети
sk: Importovať z webu
tr: Web'den içe aktar

source: Control
be: Кіраванне
de: Steuerung
it: Controllo
nl: Controle
pl: Kontrola
ru: Управление
sk: Ovládanie

source: Timers
be: Таймеры
de: Timer
es: Temporizadores
it: Timer
pl: Timery
ru: Таймеры
sk: Časovače
tr: Zamanlayıcılar

source: Timer
be: Таймер
es: Temporizador
ru: Таймер
sk: Časovač
tr: Zamanlayıcı

source: Add timer
be: Дадаць таймер
de: Timer hinzufügen
es: Añadir temporizador
it: Aggiungi timer
nl: Timer toevoegen
pl: Dodaj timer
ru: Добавить таймер
sk: Pridať časovač
tr: Zamanlayıcı ekle

source: Hr.
be: г.
de: Std.
es: Hora
it: Ora.
nl: U.
ru: ч.
sk: Hod.

source: Min.
be: хв.
nl: мin.
ru: мин.

source: Power
be: Сілкаванне
it: Stato
pl: Włącz
ru: Питание
sk: Zapnúť

source: Standby
be: Рэжым чакання
pl: Czuwanie
ru: Режим ожидания
sk: Uspať

source: Wake Up
be: Абуджэнне
de: Aufwachen
es: Despertar
it: Risveglia
pl: Wybudź
ru: Пробуждение
sk: Zobudiť

source: Reboot
be: Перазагрузка
de: Neustarten
es: Reiniciar
it: Riavvia
nl: Herstart
pl: Restart
ru: Перезагрузка
sk: Reštart

source: Restart GUI
be: Перазагрузіць графічны інтэрфейс
de: GUI neustarten
es: Reiniciar GUI
it: Riavvia GUI
nl: Herstart GUI
pl: Restart Interfejsu Graficznego
ru: Перезагрузить графический интерфейс
sk: Reštart grafického rozhrania (GUI)

source: Shutdown
be: Выключэнне
de: Ausschalten
es: Apagar
it: Spegni
nl: Uitschakelen
pl: Wyłącz
ru: Выключение
sk: Vypnúť

source: Shut down
be: Выключыць
de: Ausschalten
es: Apagar
it: Spegnimento
nl: Uitschakelen
pl: Wyłacz
ru: Выключить
sk: Vypnutie
tr: Kapat

source: Do Nothing
be: Нічога не рабіць
de: Nichts tun
es: No hacer nada
it: Non fare nulla
nl: Doe niets
pl: Nie rób nic
ru: Ничего не делать
sk: Nerobiť nič
tr: Hiçbir şey yapma

source: Auto
be: Аўта
it: Аuto
ru: Авто

source: Grab screenshot
be: Зрабіць скрыншот
de: Screenshot aufnehmen
es: Captura de pantalla
it: Cattura screenshot
nl: Maak schermafbeelding
pl: Zrób zrzut ekranu
ru: Сделать скриншот
sk: Zachytiť snímku obrazovky
tr: Ekran görüntüsü al

source: Enabled:
be: Улучаны:
de: Aktiviert:
es: Activo:
it: Abilitato:
nl: Ingeschakeld:
pl: Włączony:
ru: Включен:
sk: Povolené:
tr: Etkin:

source: Name:
be: Імя:
es: Nombre:
it: Nome:
nl: Naam:
pl: Nazwa:
ru: Имя:
sk: Názov:
tr: Ad:

source: Description:
be: Апісанне:
de: Beschreibung:
es: Descripción:
it: Descrizione:
nl: Omschrijving:
pl: Opis:
ru: Описание:
sk: Popis:
tr: Açıklama:

source: Service:
be: Сэрвіс:
es: Servicio:
it: Servizio:
nl: Dienst:
pl: Usługa:
ru: Сервис:
sk: Služba:

source: Service reference:
be: Сэрвісная спасылка:
de: Kanalreferenz
es: Referencia del servicio:
it: Riferimento servizio:
nl: Service referentie:
pl: Odniesienie do usługi:
ru: Сервисная ссылка:
sk: Referencie služby:
tr: Servis referansı:

source: Event ID:
be: ID падзеі:
de: Ereignis-ID:
es: ID evento:
it: ID evento:
pl: Identyfikator wydarzenia:
ru: ID события:
sk: ID udalosti:
tr: Olay Kimliği:

source: Begins:
be: Пачатак:
de: Beginnt:
es: Inicio:
it: Inizia:
nl: Begint:
pl: Początek:
ru: Начало:
sk: Začína:
tr: Başlıyor:

source: Ends:
be: Сканчэнне:
de: Endet:
es: Final:
it: Termina:
nl: Stopt:
pl: Koniec:
ru: Окончание:
sk: Končí:
tr: Bitiş:

source: Repeated:
be: Паўтор:
de: Wiederholt:
es: Repetir:
it: Ripetuto:
nl: Herhaald:
pl: Powtórz:
ru: Повтор:
sk: Opakované:
tr: Tekrar:

source: Action:
be: Дзеянне:
de: Aktion:
es: Acción:
it: Azione:
nl: Actie:
pl: Akcja:
ru: Действие:
sk: Akcia:
tr: Aksiyon:

source: After event:
be: Пасля падзеі:
de: Nach dem Ereignis:
es: Después del evento:
it: Dopo l'evento:
nl: Na Event:
pl: Po wydarzeniu:
ru: После события:
sk: Po udalosti:
tr: Olaydan sonra:

source: Location:
be: Месцаванне:
de: Zielverzeichnis:
es: Ubicación:
it: Posizione:
nl: Locatiе:
pl: Lokalizacja:
ru: Расположение:
sk: Poloha:
tr: Konum:

source: Mo
be: Пн
es: Lu
it: Lun
nl: Ma
pl: Po
ru: Пн
sk: Po
tr: Pzt

source: Tu
be: Аў
de: Di
es: Ma
it: Mar
nl: Di
pl: Wt
ru: Вт
sk: Ut
tr: Sal

source: We
be: Ср
de: Mi
es: Mi
it: Mer
nl: Wo
pl: Śr
ru: Ср
sk: St
tr: Çar

source: Th
be: Чц
de: Do
es: Ju
it: Gio
nl: Do
pl: Cz
ru: Чт
sk: Št
tr: Per

source: Fr
be: Пт
es: Vi
it: Ven
nl: Vr
pl: Pt
ru: Пт
sk: Pi
tr: Cum

source: Sa
be: Сб
it: Sab
nl: Za
pl: So
ru: Сб
sk: So
tr: Cmt

source: Su
be: Нд
de: So
es: Do
it: Dom
nl: Zo
pl: Ni
ru: Вс
sk: Ne
tr: Paz

source: Set
be: Усталяваць
de: Einstellen
es: Poner
it: Imposta
pl: Ustaw
ru: Установить
sk: Nastaviť
tr: Yüklemek

source: Services update
be: Абнаўленне сэрвісаў
de: Dienste-Update
es: Actualización servicios
it: Aggiornamento servizi
pl: Aktualizacja usług
ru: Обновление сервисов
sk: Aktualizácia služieb
tr: Servisleri güncelle

source: Create folder
be: Стварыць тэчку
de: Ordner erstellen
es: Crear carpeta
it: Crea cartella
nl: Map aanmaken
pl: Utwórz folder
ru: Создать папку
sk: Vytvoriť adresár
tr: Klasör oluştur

source: FTP client
be: FTP-кліент
es: Cliente FTP
it: Client FTP
pl: Klient-FTP
ru: FTP-клиент
sk: FTP klient
tr: FTP istemcisi

source: The file size is too large!
be: Памер файла занадта вялікі!
de: Die Datei ist zu groß!
es: ¡El fichero es demasiado grande!
it: La dimensione del file è troppo grande!
nl: De bestandsgrootte is te groot!
pl: Rozmiar pliku jest za duży!
ru: Размер файла слишком велик!
sk: Veľkosť súboru je príliš veľká!
tr: Dosya boyutu çok büyük!

source: Connect
be: Злучэнне
de: Verbinden
es: Conectar
it: Соnnetti
nl: Verbind
pl: Połącz
ru: Соединение
sk: Pripojiť
tr: Bağlan

source: Disconnect
be: Раз'яднаць
de: Verbindung trennen
es: Desconectar
it: Disconnetti
nl: Verbreek Verbinding
pl: Rozłącz
ru: Разъединить
sk: Odpojiť
tr: Bağlantıyı kes

source: Size
be: Памер
de: Größe
es: Tamaño
it: Dimensione
nl: Grootte
pl: Rozmiar
ru: Размер
sk: Veľkosť
tr: Boyut

source: Date
be: Дата
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data
ru: Дата
sk: Dátum
tr: Saat

source: Attr.
be: Атрыб.
es: Atr.
sk: Atribúty
tr: Özellik.

source: Toggle display position
be: Перамкнуць пазіцыю адлюстравання
de: Anzeigeposition umschalten
es: Cambiar la posición de la pantalla
it: Commuta posizione visualizzazione
nl: Weergavepositie wisselen
pl: Przełącz pozycję wyświetlania
ru: Переключить позицию отображения
sk: Prepnúť polohu zobrazenia
tr: Görüntü konumunu değiştir

source: Alternatives
be: Альтэрнатывы
de: Alternativen
es: Alternativas
it: Alternative
nl: Alternatieven
pl: Alternatywy
ru: Альтернативы
sk: Alternatívy
tr: Alternatifler

source: Add alternatives
be: Дадаць альтэрнатывы
de: Alternativen hinzufügen
es: Añadir alternativas
it: Aggiungi alternative
nl: Alternatieven toevoegen
pl: Dodaj alternatywy
ru: Добавить альтернативы
sk: Pridať alternatívy
tr: Alternatif ekleyin

source: DreamOS only!
be: Толькі DreamOS!
de: Nur DreamOS!
es: ¡Sólo DreamOS!
it: Solo DreamOS!
nl: Enkel DreamOS!
pl: Tylko DreamOS!
ru: Только DreamOS!
sk: Len DreamOS!
tr: Sadece DreamOS!

source: A similar service is already in this list!
be: Падобны сэрвіс ужо ёсць у гэтым спісе!
de: Ein ähnlicher Dienst ist bereits in dieser Liste enthalten!
es: ¡Un servicio similar ya está en esta lista!
it: Un servizio simile è già presente nell'elenco!
nl: Een vergelijkbare service staat al in deze lijst!
pl: Podobna usługa jest już na tej liście!
ru: Подобный сервис уже есть в этом списке!
sk: Podobná služba sa už v tomto zozname nachádza!
tr: Bu listede zaten benzer bir hizmet var!

source: Play mode has been changed! Restart the program to apply the settings.
be: Зменены рэжым прайгравання! Перазапусціце праграму для ўжывання налад.
de: Abspiel-Modus wurde geändert! Starte das Programm neu, um die Einstellungen zu übernehmen.
es: ¡El modo de reproducción se ha cambiado! Reinicia el programa para aplicar los cambios.
it: La modalità di riproduzione è stata modificata! Riavvia il programma per applicare le impostazioni.
nl: De afspeelmodus is gewijzigd! Start het programma opnieuw om de instellingen toe te passen.
pl: Tryb odtwarzania został zmieniony! Uruchom ponownie, aby zastosować ustawienia.
ru: Изменен режим воспроизведения! Перезапустите программу для применения настроек.
sk: Režim prehrávania bol zmenený! Reštartujte program, aby sa nastavenia použili.
tr: Oynatma modu değiştirildi! Ayarları uygulamak için programı yeniden başlatın.

source: Set values for TID, NID and Namespace for correct naming of the picons!
be: Усталюйце значэнні TID, NID і пр. імёнаў для слушнага наймення пiконаў!
de: Stelle die Werte für TID, NID und Namespace für die korrekte Benennung der Picons ein!
es: ¡Poner los valores de TID, NID y Namespace para una correcta nomenclatura de los picons!
it: Imposta i valori per TID, NID e Namespace per la corretta denominazione dei picon!
nl: Stel waarden in voor TID, NID en Namespace voor correcte naamgeving van de pictogrammen!
pl: Ustaw wartości dla TID, NID i Namespace dla poprawnego nazewnictwa pikonów!
ru: Установите значения TID, NID и пр. имен для правильного именования пиконов!
sk: Nastavte hodnoty pre TID, NID a Menný priestor pre správne pomenovanie piktogramov!
tr: Piconların doğru isimlendirilmesi için TID, NID ve Namespace değerlerini ayarlayın!

source: Streams detected:
be: Выяўлена патокаў:
de: Streams gefunden:
es: Streams encontrados:
it: Rilevati stream:
nl: Streams gedetecteerd:
pl: Wykryte strumienie:
ru: Обнаружено потоков:
sk: Zistené streamy:
tr: Akışlar algılandı:

source: Download picons
be: Загрузіць пiконы
es: Descargar picons
it: Scarica picon
nl: Pictogrammen downloaden
pl: Pobierz pikony
ru: Загрузить пиконы
sk: Stiahnite si piktogramy
tr: Picon'lar indirin

source: Errors:
be: Памылак:
de: Fehler:
es: Errores:
it: Errori:
nl: Fouten:
pl: Błędy:
ru: Ошибок:
sk: Chyby:
tr: Hatalar:

source: Use to play streams:
be: Скарыстаць для прайгравання патокаў:
de: Zum Abspielen von Streams verwenden:
es: Reproductor de streams:
it: Riproduci stream con:
nl: Gebruik om streams af te spelen:
pl: Użyj do odtwarzania strumieni:
ru: Использовать для воспроизведения потоков:
sk: Na prehrávanie streamov použite:
tr: Akışları oynatmak için kullanın:

source: Font in the lists:
be: Шрыфт у спісах:
de: Schrift in den Listen:
es: Fuente en las listas:
it: Carattere negli elenchi:
nl: Lettertype in de lijsten:
pl: Czcionka na listach:
ru: Шрифт в списках:
sk: Písmo v zoznamoch:
tr: Listelerdeki yazı tipi:

source: Picons size in the lists:
be: Памер пiконаў у спісах:
de: Picons Größe in den Listen:
es: Tamaño de los picons en las listas:
it: Dimensione picon negli elenchi:
nl: Pictogramgrootte in de lijsten:
pl: Rozmiar pikonów na listach:
ru: Размер пиконов в списках:
sk: Veľkosť piktogramov v zoznamoch:
tr: Listelerdeki Piconların boyutu:

source: Logo size in tooltips:
be: Памер лагатыпа ва ўсплыўных падказках:
de: Logo-Größe in Tooltips:
es: Tamaño de los logos en las listas:
it: Dimensioni logo nelle descrizioni comandi:
nl: Logogrootte in knopinfo:
pl: Rozmiar logo w podpowiedziach:
ru: Размер логотипа во всплывающих подсказках:
sk: Veľkosť loga v popisoch:
tr: Araç ipuçlarındaki logo boyutu:

source: Save as
be: Захаваць як
es: Guardar como
it: Salva come
nl: Opslaan als
pl: Zapisz jako
ru: Сохранить как
sk: Uložiť ako
tr: Farklı kaydet

source: Mark duplicates
be: Адзначыць дублікаты
es: Marcar duplicados
it: Contrassegna duplicati
nl: Markeer duplicaten
pl: Zaznacz duplikaty
ru: Отметить дубликаты
sk: Označiť duplikáty
tr: Yinelenenleri işaretle

source: Load only for selected bouquet
be: Загрузіць толькі для абранага букета
es: Cargar sólo para el bouquet seleccionado
it: Scarica solo per i bouquet selezionati
nl: Laad alleen voor geselecteerd boeket
pl: Załaduj tylko dla wybranego bukietu
ru: Загрузить только для выбранного букета
sk: Načítať iba pre vybraný balíček
tr: Yalnızca seçilen buket için yükle

source: The task is canceled!
be: Заданне скасавана!
es: ¡Se ha cancelado la tarea!
it: L'attività è stata annullata!
nl: De taak is geannuleerd!
pl: Zadanie anulowane!
ru: Задание отменено!
sk: Úloha je zrušená!
tr: Görev iptal edildi!

source: Data loading in progress!
be: Выконваецца загрузка дадзеных!
es: ¡Carga de datos en progreso!
it: Caricamento dati in corso!
nl: Gegevens worden geladen!
pl: Trwa ładowanie danych!
ru: Выполняется загрузка данных!
sk: Prebieha načítavanie údajov!
tr: Veri yükleme devam ediyor!

source: Recordings
be: Запісы
es: Grabaciones
it: Registrazioni
nl: Opnames
pl: Nagrania
ru: Записи
sk: Nahrávania
tr: Kayıtlar

source: Recordings:
be: Запісы:
it: Registrazioni:
nl: Opnames:
ru: Записи:
sk: Nahrávky:
tr: Kayıtlar:

source: Help
be: Даведка
es: Ayuda
it: Aiuto
pl: Pomoc
ru: Справка
sk: Nápoveda
tr: Yardım

source: HTTP API is not activated. Check your settings!
be: HTTP API не актывавана. Праверце налады!
es: HTTP API no activa. ¡Comprueba la configuración!
it: API HTTP non attivata. Controlla le tue impostazioni!
nl: HTTP-API is niet geactiveerd. Controleer uw instellingen!
pl: Interfejs API HTTP nie jest aktywowany. Sprawdź swoje ustawienia!
ru: HTTP API не активировано. Проверьте настройки!
sk: HTTP API nie je aktivované. Skontrolujte si nastavenia!
tr: HTTP API etkinleştirilmedi. Ayarlarınızı kontrol edin!

source: Add picons
be: Дадаць піконы
es: Añadir picons
it: Aggiungi picon
nl: Pictogrammen toevoegen
pl: Dodaj pikony
ru: Добавить пиконы
sk: Pridať piktogramy
tr: Piconlar ekle

source: Logs
be: Логі
it: Log
pl: Logi
ru: Журнал
sk: Logovanie
tr: Loglar

source: Title
be: Назва
es: Título
it: Titolo
nl: Titel
pl: Tytuł
ru: Название
sk: Titul
tr: Başlık

source: Time
be: Час
es: Hora
it: Orario
nl: Tijd
pl: Czas
ru: Время
sk: Čas
tr: Zaman

source: Length
be: Працягласць
es: Duración
it: Durata
nl: Lengte
pl: Długość
ru: Длительность
sk: Dĺžka
tr: Uzunluk

source: Additional source
be: Дадатковая крыніца
es: Fuente adicional
it: Fonte aggiuntiva
nl: Extra bron
pl: Dodatkowe źródło
ru: Дополнительный источник
sk: Dodatočný zdroj
tr: Ek kaynak

source: Automatically set the name selected in the favorites list.
be: Аўтаматычная ўсталёўка імя са спіса абранага.
es: Poner automáticamente el nombre en la lista de favoritos seleccionada.
it: Imposta automaticamente il nome selezionato nell'elenco dei preferiti.
nl: Stel automatisch de geselecteerde naam in de favorietenlijst in.
pl: Automatycznie ustaw nazwę wybraną na liście ulubionych.
ru: Автоматическая установка имени из списка избранного.
sk: Automaticky nastaví názov vybraný v zozname obľúbených.
tr: Favoriler listesinde seçilen adı otomatik olarak ayarlayın.

source: Playback
be: Прайграванне
es: Reproducción
it: Riproduzione
nl: Weergave
pl: Odtwarzanie
ru: Воспроизведение
sk: Prehrávanie
tr: Oynatım

source: Playback:
be: Прайграванне:
it: Riproduzione:
nl: Weergave:
ru: Воспроизведение:
sk: Prehrávanie:
tr: Oynatım:

source: Audio
be: Аўдыё
ru: Аудио
tr: Ses

source: Audio Track
be: Аўдыёдарожка
es: Pista de audio
it: Traccia audio
nl: Audio Spoor
pl: Ścieżka Audio
ru: Аудиодорожка
sk: Audio stopa
tr: Ses parçası

source: Subtitle
be: Субтытры
es: Subtítulos
it: Sottotitolo
nl: Ondertitel
pl: Napisy
ru: Субтитры
sk: Titulky
tr: Altyazı

source: Subtitle Track
be: Дарожка субтытраў
es: Pista de subtítulos
it: Traccia sottotitolo
nl: Ondertitel Spoor
pl: Ścieżka napisów
ru: Дорожка субтитров
sk: Titulková stopa
tr: Altyazı Parçası

source: Aspect ratio
be: Стасунак бакоў
es: Relación de aspecto
it: Proporzioni
nl: Beeldverhouding
pl: Współczynnik proporcji
ru: Соотношение сторон
sk: Pomer strán
tr: En boy oranı

source: This may change the settings of other profiles!
be: Гэта можа змяніць налады іншых профіляў!
es: ¡Esto podría cambiar la configuración de otros perfiles!
it: Questo potrebbe modificare le impostazioni di altri profili!
nl: Hierdoor kunnen de instellingen van andere profielen veranderen!
pl: Może to zmienić ustawienia innych profili!
ru: Это может изменить настройки других профилей!
sk: Toto môže zmeniť nastavenia iných profilov!
tr: Bu, diğer profillerin ayarlarını değiştirebilir!

source: Drag the services to the desired picon or picon to the list of selected services.
be: Перацягніце сэрвісы на патрэбны пікон ці пікон на спіс абраных сэрвісаў.
es: Arrastrar los servicios al picon deseado o al picon de la lista de los servicios seleccionados.
it: Trascina i servizi sul picon desiderato o il picon sull'elenco dei servizi selezionati.
nl: Sleep de services naar het gewenste pictogram of het pictogram naar de lijst met geselecteerde services.
pl: Przeciągnij usługi na żądaną ikonę lub na listę wybranych usług.
ru: Перетащите сервисы на нужный пикон или пикон на список выбранных сервисов.
sk: Potiahnite služby na požadovaný piktogram alebo piktogram do zoznamu vybratých služieb.
tr: Hizmetleri istediğiniz simgeye veya simgeyi seçili hizmetler listesine sürükleyin.

source: Sets the profile folder as default to store picons, backups, etc.
be: Усталёўвае тэчку профілю па змаўчанні для захоўвання піконаў, рэзервовых копій і т. п.
es: Pone la carpeta del perfil como por defecto para almacenar picons, backups, etc.
it: Imposta la cartella del profilo come predefinita per memorizzare picon, backup, ecc.
nl: Stelt de profielmap in als standaard om pictogrammen, back-ups, etc. op te slaan.
pl: Ustawia folder profilu jako domyślny do przechowywania pikonów, kopii zapasowych itp.
ru: Устанавливает папку профиля по умолчанию для хранения пиконов, резервных копий и т. п.
sk: Nastaví priečinok profilu ako predvolený na ukladanie obrázkov, záloh atď.
tr: Picon'ları, yedekleri vb. depolamak için profil klasörünü varsayılan olarak ayarlar.

source: New sub-bouquet
be: Стварыць саббукет
es: Nuevo sub-bouquet
it: Nuovo sotto-bouquet
nl: Nieuw sub-boeket
pl: Nowy sub-bukiet
ru: Создать суббукет
sk: Nový sub-balíček
tr: Yeni alt buket

source: Mark not presented in Bouquets
be: Адзначыць адсутныя у букетах
es: Marcar los no presentes en los bouquets
it: Contrassegna non presenti nei bouquet
nl: Stel in als niet in Boeketten
pl: Zaznacz te, których nie ma w bukietach
ru: Отметить отсутствующие в букетах
sk: Značka nie je prezentovaná v balíčkoch
tr: Buketlerde olmayanları işaretleyin

source: Not in Bouquets
be: Адсутныя у букетах
es: No en los bouquets
it: Non nei bouquet
nl: Niet in Boeketten
pl: Nie ma w bukietach
ru: Не в букетах
sk: Nie je v balíčkoch
tr: Buketlerde Değil

source: Do not show services present in Bouquets.
be: Не паказваць сэрвісы якія прысутнічаюць у букетах.
es: No mostrar los servicios presentes en los bouquets.
it: Non mostrare servizi presenti nei bouquet.
nl: Laat geen services zien die aanwezig zijn in Boeketten.
pl: Nie pokazuj usług obecnych w bukietach.
ru: Не показывать сервисы присутствующие в букетах.
sk: Nezobrazovať služby prítomné v balíčkoch.
tr: Buketlerde bulunan hizmetleri göstermeyin.

source: IPTV services only
be: Толькі IPTV сэрвісы
es: Sólo servicios IPTV
it: Solo servizi IPTV
nl: Enkel IPTV diensten
pl: Tylko serwisy IPTV
ru: Только IPTV сервисы
sk: Len IPTV služby
tr: Yalnızca IPTV hizmetleri

source: Display picons
be: Адлюстроўваць пiконы
es: Mostrar picons
it: Visualizza picon
nl: Toon pictogrammen
pl: Wyświetl pikony
ru: Отображать пиконы
sk: Zobraziť piktogramy
tr: Display piconlar

source: Alternate layout
be: Альтэрнатыўная кампаноўка
es: Diseño alternativo
it: Disposizione alternativa
nl: Alternatieve indeling
pl: Alternatywny wygląd
ru: Альтернативная компоновка
sk: Alternatívne rozloženie
tr: Alternatif düzen

source: Layout of elements has been changed!
be: Зменена месцаванне элементаў!
es: ¡El diseño de los elementos ha cambiado!
it: La disposizione degli elementi è stata modificata!
nl: Lay-out van elementen is gewijzigd!
pl: Zmieniono układ elementów!
ru: Изменено расположение элементов!
sk: Rozloženie prvkov bolo zmenené!
tr: Öğelerin düzeni değiştirildi!

source: Restart the program to apply all changes.
be: Перазапусціце праграму, каб ужыць усе змены.
es: Reinicia el programa para aplicar los cambios.
it: Riavvia il programma per applicare tutte le modifiche.
nl: Start het programma opnieuw om alle wijzigingen toe te passen.
pl: Uruchom ponownie program, aby zastosować wszystkie zmiany.
ru: Перезапустите программу, чтобы применить все изменения.
sk: Reštartujte program, aby sa prejavili všetky zmeny.
tr: Tüm değişiklikleri uygulamak için programı yeniden başlatın.

source: New folder
be: Стварыць тэчку
es: Nueva carpeta
it: Nuova cartella
nl: Nieuwe map
pl: Nowy katalog
ru: Создать папку
sk: Nový adresár
tr: Yeni dosya

source: Rename
be: Змяніць назву
es: Renombrar
it: Rinomina
nl: Hernoem
pl: Zmień nazwę
ru: Переименовать
sk: Premenovať
tr: Düzenle

source: Bookmarks
be: Закладкі
es: Marcadores
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
ru: Закладки
sk: Záložky
tr: Yer imleri

source: Add bookmark
be: Дадаць закладку
es: Añadir marcador
it: Aggiungi segnalibro
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
ru: Добавить в закладки
sk: Pridať záložku
tr: Yer imleri ekle

source: All bouquets
be: Усе букеты
es: Todos los bouquets
it: Tutti i bouquet
nl: Alle boeketten
pl: Wszystkie bukiety
ru: Все букеты
sk: Všetky balíčky
tr: Tüm buketler

source: Playback from the main list
be: Прайграванне з асноўнага спіса
it: Riproduci dall'elenco principale
nl: Afspelen vanuit de hoofdlijst
pl: Odtwarzanie z listy głównej
ru: Воспроизведение из основного списка
sk: Prehrávanie z hlavného zoznamu
tr: Ana listeden oynatma

source: Enables URL parsing using yt-dlp to get direct links to media.
be: Улучае аналіз URL-адрасоў з дапамогай yt-dlp для атрымання прамых спасылак на медыя.
sk: Umožňuje analýzu URL adries pomocou yt-dlp na získanie priamych odkazov na médiá.
tr: Medyaya doğrudan bağlantılar almak için yt-dlp kullanarak URL ayrıştırmayı etkinleştirir.

source: Permissions...
be: Дазволы...
it: Permessi...
nl: Rechten...
pl: Uprawnienia...
ru: Разрешения...
sk: Povolenia...
tr: İzinler...

source: Display EPG in bouquet list
be: Адлюстроўваць EPG у спісе букета
it: Visualizza EPG nell'elenco bouquet
nl: Toon EPG in boeketlijst
pl: Wyświetl EPG na liście bukietów
ru: Отображать EPG в списке букета
sk: Zobraziť EPG v zozname balíčkov
tr: EPG'yi buket listesinde göster

source: EPG *.dat file:
be: Файл EPG *.dat:
it: File EPG *.dat:
pl: Plik EPG *.dat:
ru: Файл EPG *.dat:
sk: Súbor EPG *.dat:
tr: EPG *.dat dosyası:

source: Use HTTP to reload data in the receiver
be: Скарыстаць HTTP для перазагрузкі дадзеных у рэсіверы
it: Utilizza HTTP per ricaricare i dati nel ricevitore
nl: Gebruik HTTP om gegevens opnieuw in de ontvanger te laden
pl: Użyj protokołu HTTP, aby ponownie załadować dane do odbiornika
ru: Использовать HTTP для перезагрузки данных в ресивере
sk: Použitie HTTP na opätovné načítanie údajov v prijímači
tr: Alıcıdaki verileri yeniden yüklemek için HTTP kullanın

source: Enable picons compression
be: Уключыць сціск пiконаў
it: Abilita compressione picon
nl: Pictogrammen-compressie inschakelen
pl: Włącz kompresję picon
ru: Включить сжатие пиконов
sk: Povoliť kompresiu piktogramov
tr: Picon sıkıştırmayı etkinleştir

source: Update interval (sec):
be: Інтэрвал абнаўлення (сек):
it: Intervallo aggiornamento (sec):
pl: Interwał aktualizacji (sec):
ru: Интервал обновления (сек):
sk: Interval aktualizácie (sek):
tr: Güncelleme aralığı (sn):

source: Update:
be: Абнаўляць:
it: Aggiornamento:
pl: Aktualizacja:
ru: Обновлять:
sk: Aktualizácia:
tr: Güncelleme:

source: Daily
be: Штодня
it: Quotidiano
nl: Dagelijks
pl: Codziennie
ru: Ежедневно
sk: Denne
tr: Günlük

source: Assign reference
be: Прысвоіць спасылку
it: Assegna riferimento
nl: Referentie toewijzen
pl: Przypisz referencję
ru: Присвоить ссылку
sk: Priradiť referenciu
tr: Referans ata
